cv_OPerpinan.org
#+TITLE: Curriculum Vitae
#+AUTHOR: Oscar Perpiñán Lamigueiro
#+DATE: Abril, 2015
#+OPTIONS:   H:3 num:t toc:nil \n:nil @:t ::t |:t ^:t -:t f:t *:t <:t
#+LANGUAGE:  es
#+LaTeX_CLASS: memoir-article
#+LATEX_HEADER: \usepackage{mathpazo}
#+LATEX_HEADER: \usepackage{memhfixc}
#+LATEX_HEADER: \usepackage{mempatch}
#+LATEX_HEADER: \usepackage{geometry}
#+LATEX_HEADER: \usepackage[usenames,dvipsnames]{xcolor}
#+LATEX_HEADER: \geometry{verbose,tmargin=2cm,bmargin=2cm,lmargin=2cm,rmargin=2cm}
#+LATEX_HEADER: \usepackage[spanish]{babel}
#+LATEX_HEADER: \usepackage{enumitem}
#+LATEX_HEADER: \setlist{itemsep=-2pt}
#+LATEX_HEADER: \hypersetup{bookmarks=true, breaklinks=true,pdftitle={Curriculum}, pdfauthor={Oscar Perpiñán Lamigueiro}, pdfnewwindow=true, colorlinks=true,linkcolor=Brown,citecolor=BrickRed, filecolor=black,urlcolor=Blue}           
#+LATEX_HEADER: \counterwithout{section}{chapter}
#+LATEX_HEADER: \setsecheadstyle{\Large\scshape\bfseries\raggedright}
#+LATEX_HEADER: \setsubsubsecheadstyle{\itshape\raggedright}

* Datos Personales

** Generales

- Nombre: Oscar Perpiñán Lamigueiro
- Correo electrónico: [[mailto:oscar.perpinan@upm.es][oscar.perpinan@upm.es]]
- Web: [[http://oscarperpinan.github.io]]
- LinkedIn: [[http://es.linkedin.com/in/oscarperpinan]]

** Contrato vigente en ámbito universitario

- Universidad Politécnica de Madrid
  - Escuela Técnica Superior de Ingeniería de Diseño Industrial
  - Departamento de Ingeniería Eléctrica, Eléctrónica, Automática, y de Física Aplicada
  - Categoría Actual: Profesor Ayudante Doctor


* Títulos Académicos

** Doctor
  - ETSII-UNED (Abr-2008)
  - Programa de Doctorado "Sistemas de Ingeniería Eléctrica, Electrónica y de Control"
  - Tesis ``Grandes Centrales Fotovoltaicas: producción, seguimiento y ciclo de vida'' calificada con Sobresaliente cum laude y Premio Extraordinario.

** Ingeniero de Telecomunicación
  - ETSIT-UPM (Dic-1999)
  - Especialidad en Radiocomunicación
  - Proyecto de Fin de Carrera: ``Desarrollo de un protocolo de medida de lámparas fluorescentes para instalaciones fotovoltaicas de electrificación rural''


* Puestos Docentes Desempeñados

** Profesor Asociado
- Centro: Escuela Universitaria de Ingenieros Técnicos Industriales, Universidad Politécnica de Madrid.
- Régimen de Dedicación: Parcial (6+6).
- Actividad: Docencia
- Fecha Nombramiento: 14 de Noviembre de 2008
- Fecha Cese: 30 de Septiembre de 2010

** Profesor Ayudante Doctor
- Centro: Escuela Técnica Superior de Ingeniería de Diseño Industrial, Universidad Politécnica de Madrid.
- Régimen de Dedicación: Completa.
- Actividad: Docencia e Investigación
- Fecha Nombramiento: 4 de Octubre de 2010.
- Fecha Cese: Vigente en la actualidad.

\newpage
* Actividad Docente

** Escuela Técnica Superior de Ingeniería de Diseño Industrial
#+ATTR_LaTeX: :align p{18mm}p{10mm}p{40mm}p{40mm}p{10mm}p{15mm}p{10mm}
| Curso\\académico | Cuat. | Asignatura         | Titulación         | Curso Titulación | Carácter          | Horas |
|------------------+-----+--------------------+--------------------+-----+-------------------+-------|
|                  | <3> | <18>               | <18>               | <3> |                   |   <5> |
|        2008-2009 |   1 | Fund. de Electrotecnia | Ing. Técnico Industrial (Esp. Eléctricos) |   1 | Teoría            |    75 |
|        2008-2009 |   2 | Fund. de Electrotecnia | Ing. Técnico Industrial (Esp. Mecánicos) |   1 | Teoría y Práctica |    75 |
|------------------+-----+--------------------+--------------------+-----+-------------------+-------|
|        2009-2010 |   1 | Fund. de Electrotecnia | Ing. Técnico Industrial (Esp. Eléctricos) |   1 | Teoría            |    75 |
|        2009-2010 |   2 | Fund. de Electrotecnia | Ing. Técnico Industrial (Esp. Mecánicos) |   1 | Teoría y Práctica |    75 |
|------------------+-----+--------------------+--------------------+-----+-------------------+-------|
|        2010-2011 |   1 | Teoría de Circuitos II | Ing. Técnico Industrial (Esp. Eléctricos) |   2 | Práctica          |    75 |
|        2010-2011 |   2 | Electrometría      | Ing. Técnico Industrial (Esp. Eléctricos) |   1 | Práctica          |    30 |
|        2010-2011 |   2 | Teoría de Circuitos I | Grado en Ing. Eléctrica |   1 | Práctica          |    45 |
|------------------+-----+--------------------+--------------------+-----+-------------------+-------|
|        2011-2012 |   1 | Teoría de Circuitos | Grado en Ing. Química |   2 | Práctica          |    15 |
|        2011-2012 |   1 | Teoría de Circuitos | Grado en Ing. Electrónica Industrial y Automática |   2 | Teoría            |    45 |
|        2011-2012 |   1 | Teoría de Circuitos | Grado en Ing. Electrónica Industrial y Automática |   2 | Práctica          |    15 |
|        2011-2012 |   1 | Teoría de Circuitos | Grado en Ing. Eléctrica |   2 | Práctica          |    15 |
|        2011-2012 |   2 | Teoría de Circuitos | Grado en Ing. en Diseño Industrial |   2 | Teoría y Práctica |    60 |
|        2011-2012 |   2 | Teoría de Circuitos | Grado en Ing. Mecánica |   2 | Práctica          |    15 |
|------------------+-----+--------------------+--------------------+-----+-------------------+-------|
|        2012-2013 |   1 | Teoría de Circuitos III | Grado en Ing. Eléctrica |   3 | Práctica          |    15 |
|        2012-2013 |   1 | Teoría de Circuitos | Grado en Ing. Química |   2 | Teoría            |    41 |
|        2012-2013 |   1 | Teoría de Circuitos | Grado en Ing. Electrónica Industrial y Automática |   2 | Práctica          |    15 |
|        2012-2013 |   2 | Diseño Avanzado de Sistemas de Energía Solar | Master Universitario en Ingeniería de la Energía |   1 | Teoría y Práctica |  10.5 |
|        2012-2013 |   2 | Teoría de Circuitos | Grado en Ing. en Diseño Industrial |   2 | Teoría            |    41 |
|        2012-2013 |   2 | Teoría de Circuitos | Grado en Ing. Mecánica |   2 | Práctica          |    30 |
|------------------+-----+--------------------+--------------------+-----+-------------------+-------|
|        2013-2014 |   1 | Teoría de Circuitos III | Grado en Ing. Eléctrica |   3 | Práctica          |    64 |
|        2013-2014 |   1 | Teoría de Circuitos | Grado en Ing. Electrónica Industrial y Automática |   2 | Teoría y Práctica |    83 |
|        2013-2014 |   2 | Diseño Avanzado de Sistemas de Energía Solar | Master Universitario en Ingeniería de la Energía |   1 | Teoría y Práctica |  10.5 |
|        2013-2014 |   2 | Teoría de Circuitos | Grado en Ing. Mecánica |   2 | Teoría y Práctica |    67 |
|        2013-2014 |   2 | Teoría de Circuitos | Grado en Ing. de Diseño Industrial |   2 | Teoría y Práctica |    48 |
|------------------+-----+--------------------+--------------------+-----+-------------------+-------|
|        2014-2015 |   1 | Teoría de Circuitos III | Grado en Ing. Eléctrica |   3 | Práctica          |    64 |
|        2014-2015 |   1 | Teoría de Circuitos | Grado en Ing. Electrónica Industrial y Automática |   2 | Teoría y Práctica |    83 |
|        2014-2015 |   2 | Diseño Avanzado de Sistemas de Energía Solar | Master Universitario en Ingeniería de la Energía |   1 | Teoría y Práctica |  10.5 |
|        2014-2015 |   2 | Teoría de Circuitos | Grado en Ing. Mecánica |   2 | Teoría y Práctica |    67 |
|        2014-2015 |   2 | Teoría de Circuitos | Grado en Ing. de Diseño Industrial |   2 | Teoría y Práctica |    48 |
|------------------+-----+--------------------+--------------------+-----+-------------------+-------|
|                  |     |                    |                    |     | Total             |  1281 |




  
