cv_OPerpinan.org
** Escuela de Organización Industrial

Colaborador en el Máster de Energías Renovables y Mercado Energético (MERME) de la Escuela de Organización Industrial:

- Cursos 2014-2015, 2013-2014, 2012-2013, 2011-2012, 2010-2011, y 2009-2010: Asignatura troncal ``Energía Solar Fotovoltaica'' con un total de 70 horas lectivas.

- Curso 2008-2009: Asignatura troncal ``Energía Solar Fotovoltaica'' con un total de 40 horas lectivas y asignatura optativa ``Energía Solar Fotovoltaica Avanzada'' con un total de 40 horas lectivas. 

- Sesiones individuales con un total de 58 horas lectivas desde el curso 2001/2002 hasta el 2007/2008.
  

* Actividad Investigadora

** Miembro del Grupo de Investigación ``Sistemas Fotovoltaicos''

Reconocido como consolidado por la Universidad Politécnica de Madrid, con tres líneas de investigación: Sistemas fotovoltaicos conectados a la red, Sistemas fotovoltaicos autónomos e híbridos y Electrificación rural fotovoltaica.

** Dirección de Tesis Doctorales 

- Codirección de la Tesis Doctoral "Inserçao en Grande Escala de Geraçao Solar Fotovoltaica em Sistemas Elétricos de Potência" de Marcelo Pinho Almeida, junto con el profesor Roberto Zilles, del Instituto de Energia e Ambiente de la Universidad de Sao Paulo.

- Codirección de la Tesis Doctoral "New methodologies and improved models in the estimation of solar irradiation" de Fernando Antoñanzas, junto con el profesor Francisco Javier Martínez de Ascacíbar, del grupo EDMANS de la Universidad de la Rioja.

- Codirección de la Tesis Doctoral "Penetración de la Energía Fotovoltaica en el Sistema Eléctrico peninsular español. Condiciones del Mercado Eléctrico y Red de Transporte" de José Melguizo, junto con el profesor Manuel Castro Gil, catedrático del DIEEC-ETSII (UNED).
  

** Dirección de Trabajos Tutelados
*** ETSIDI
- “Estimation de la puissance des systèmes photovoltaïques avec Machine Learning”, Imrane Dhmani (Université Montpellier 2). 2013/2014, 15 ECTS.
- “Une estimation de puissance dans un système photovoltaique avec Random Forest”, Kobaa Abdeslam (Université Montpellier 2). 2013/2014, 15 ECTS.
*** Escuela de Organización Industrial
    - 2013-2014:
      - ``Electrificación Rural mediante Sistema Híbrido Eólico-Fotovoltáico en Roraima, Brasil''
      - ``Electrificación Rural Aislada Fotovoltaica (ERAF) a Institutos de Telesecundaria en San Pedro Carchá, Alta Verapaz, Guatemala.''
    - 2011-2012:
      - ``Servicios energéticos Renovables: E. Fotovoltaica, E. Mini-eólica y eficiencia energética en entornos urbanos''
    - 2010-2011:
      - ``Comparativa y análisis de variabilidad espacio-temporal entre las medidas de radiación solar terrestres (SIAR) y satelitales (CM SAF). Estudio de productividad potencial''.
    - 2008/2009:
      - "La integración de la generación distribuida de origen fotovoltaico con la red de distribución actual.
    - 2007/2008:
      - "Proyecto de Instalación Fotovoltaica de 100 kW para la conexión a red de BT. Sistemas Híbridos Fotovoltaico-Diesel"
    - 2006/2007:
      - "Instalación solar Polígono Albresa"
      - "Parque solar FV en Huelva"
      - "Instalación solar en Jarandilla de la Vera"
    - 2005/2006:
      - "Planta seguimiento BT: estudio de posibilidades en mercado libre"
    - 2004/2005
      - "Sistema fotovoltaico conectado a red, Fontiveros (Ávila)"
      - "Instalación fotovoltaica conectada a red"
    - 2003/2004:
      - "Integración de un sistema de energía solar en un centro escolar"
    - 2002/2003:
      - "Sistema fotovoltaico conectado a red integrado en pérgolas del Ayuntamiento de Tres Cantos"
    - 2001/2002:
      - "PVSOUNDLESS: Sistema fotovoltaico integrado en una barrera acústica"

*** EUREC
Supervisión on-site de Proyectos de Fin de Máster del European Máster in Renewable Energy de la Agencia EUREC en los cursos 2004/2005 y 2003/2004.

* Libros y Capítulos en Libros

** Displaying time series, spatial and space-time data with R
O. Perpiñán, Chapman and Hall/CRC, 2014, ISBN 9781466565203. http://oscarperpinan.github.com/spacetime-vis/

** Energía Solar Fotovoltaica
O. Perpiñán, 2014. Libro autoeditado, publicado online con licencia Creative Commons.  [[http://oscarperpinan.github.com/esf]]

** Diseño de Sistemas Fotovoltaicos
*O. Perpiñán*, M.A. Castro Gil, A. Colmenar, Promotora General de Estudios, S.A., 2012, ISBN: 978-84-95693-72-3
  
** Soft Computing Applications for Renewable Energy and Energy Efficiency
F. Antonanzas-Torres, A. Sanz-Garcia, J. Antonanzas, *O. Perpiñán*, F.J. Martínez-de-Pisón, Current Status and Future Trends of the Evaluation of Solar Global Irradiation using Soft-Computing-Based Models, en Soft Computing Applications for Renewable Energy and Energy Efficiency. M. Cascales, M. Sánchez-Lozano, A.D. Masegosa, C. Cruz,  Series in Advances in Environmental Engineering and Green Technologies, IGI Global, 2015, (1-22) ISBN 9781466666320. [[http://dx.doi.org/10.4018/978-1-4666-6631-3.ch001][10.4018/978-1-4666-6631-3.ch001]].

** Sistemas de bombeo eólicos y fotovoltaicos
M. Castro,A. Colmenar, R.P. Fiffe, M. Pérez, *O. Perpiñán*, J.M. Perulero. Monografías de Energías Renovables, Promotora General de Estudios, S.A., 2011, ISBN 84-95693-67-9
  
** Energía eólica
M. Castro, A. Colmenar, *O. Perpiñán*, C. Sánchez Naranjo. Monografías de Energías Renovables, Promotora General de Estudios, S.A., 2011, ISBN 84-86505-69-3.
  
* Artículos en Revistas 
