cv_OPerpinan.tex





\subsection{Escuela de Organización Industrial}
\label{sec-4-2}

Colaborador en el Máster de Energías Renovables y Mercado Energético (MERME) de la Escuela de Organización Industrial:

\begin{itemize}
\item Cursos 2014-2015, 2013-2014, 2012-2013, 2011-2012, 2010-2011, y 2009-2010: Asignatura troncal ``Energía Solar Fotovoltaica''' con un total de 70 horas lectivas.

\item Curso 2008-2009: Asignatura troncal ``Energía Solar Fotovoltaica''' con un total de 40 horas lectivas y asignatura optativa ``Energía Solar Fotovoltaica Avanzada''' con un total de 40 horas lectivas.

\item Sesiones individuales con un total de 58 horas lectivas desde el curso 2001/2002 hasta el 2007/2008.
\end{itemize}


\section{Actividad Investigadora}
\label{sec-5}

\subsection{Miembro del Grupo de Investigación ``Sistemas Fotovoltaicos'''}
\label{sec-5-1}

Reconocido como consolidado por la Universidad Politécnica de Madrid, con tres líneas de investigación: Sistemas fotovoltaicos conectados a la red, Sistemas fotovoltaicos autónomos e híbridos y Electrificación rural fotovoltaica.

\subsection{Dirección de Tesis Doctorales}
\label{sec-5-2}

\begin{itemize}
\item Codirección de la Tesis Doctoral \guillemotleft{}Inserçao en Grande Escala de Geraçao Solar Fotovoltaica em Sistemas Elétricos de Potência\guillemotright{} de Marcelo Pinho Almeida, junto con el profesor Roberto Zilles, del Instituto de Energia e Ambiente de la Universidad de Sao Paulo.

\item Codirección de la Tesis Doctoral \guillemotleft{}New methodologies and improved models in the estimation of solar irradiation\guillemotright{} de Fernando Antoñanzas, junto con el profesor Francisco Javier Martínez de Ascacíbar, del grupo EDMANS de la Universidad de la Rioja.

\item Codirección de la Tesis Doctoral \guillemotleft{}Penetración de la Energía Fotovoltaica en el Sistema Eléctrico peninsular español. Condiciones del Mercado Eléctrico y Red de Transporte\guillemotright{} de José Melguizo, junto con el profesor Manuel Castro Gil, catedrático del DIEEC-ETSII (UNED).
\end{itemize}


\subsection{Dirección de Trabajos Tutelados}
\label{sec-5-3}
\subsubsection{ETSIDI}
\label{sec-5-3-1}
\begin{itemize}
\item “Estimation de la puissance des systèmes photovoltaïques avec Machine Learning”, Imrane Dhmani (Université Montpellier 2). 2013/2014, 15 ECTS.
\item “Une estimation de puissance dans un système photovoltaique avec Random Forest”, Kobaa Abdeslam (Université Montpellier 2). 2013/2014, 15 ECTS.
\end{itemize}
\subsubsection{Escuela de Organización Industrial}
\label{sec-5-3-2}
\begin{itemize}
\item 2013-2014:
\begin{itemize}
\item ``Electrificación Rural mediante Sistema Híbrido Eólico-Fotovoltaico en Roraima, Brasil'''
\item ``Electrificación Rural Aislada Fotovoltaica (ERAF) a Institutos de Telesecundaria en San Pedro Carchá, Alta Verapaz, Guatemala.'''
\end{itemize}
\item 2011-2012:
\begin{itemize}
\item ``Servicios energéticos Renovables: E. Fotovoltaica, E. Mini-eólica y eficiencia energética en entornos urbanos'''
\end{itemize}
\item 2010-2011:
\begin{itemize}
\item ``Comparativa y análisis de variabilidad espacio-temporal entre las medidas de radiación solar terrestres (SIAR) y satelitales (CM SAF). Estudio de productividad potencial'''.
\end{itemize}
\item 2008/2009:
\begin{itemize}
\item \guillemotleft{}La integración de la generación distribuida de origen fotovoltaico con la red de distribución actual.
\end{itemize}
\item 2007/2008:
\begin{itemize}
\item \guillemotleft{}Proyecto de Instalación Fotovoltaica de 100 kW para la conexión a red de BT. Sistemas Híbridos Fotovoltaico-Diesel\guillemotright{}
\end{itemize}
\item 2006/2007:
\begin{itemize}
\item \guillemotleft{}Instalación solar Polígono Albresa\guillemotright{}
\item \guillemotleft{}Parque solar FV en Huelva\guillemotright{}
\item \guillemotleft{}Instalación solar en Jarandilla de la Vera\guillemotright{}
\end{itemize}
\item 2005/2006:
\begin{itemize}
\item \guillemotleft{}Planta seguimiento BT: estudio de posibilidades en mercado libre\guillemotright{}
\end{itemize}
\item 2004/2005
\begin{itemize}
\item \guillemotleft{}Sistema fotovoltaico conectado a red, Fontiveros (Ávila)"
\item \guillemotleft{}Instalación fotovoltaica conectada a red\guillemotright{}
\end{itemize}
\item 2003/2004:
\begin{itemize}
\item \guillemotleft{}Integración de un sistema de energía solar en un centro escolar\guillemotright{}
\end{itemize}
\item 2002/2003:
\begin{itemize}
\item \guillemotleft{}Sistema fotovoltaico conectado a red integrado en pérgolas del Ayuntamiento de Tres Cantos\guillemotright{}
\end{itemize}
\item 2001/2002:
\begin{itemize}
\item \guillemotleft{}PVSOUNDLESS: Sistema fotovoltaico integrado en una barrera acústica\guillemotright{}
\end{itemize}
\end{itemize}

\subsubsection{EUREC}
\label{sec-5-3-3}
Supervisión on-site de Proyectos de Fin de Máster del European Master in Renewable Energy de la Agencia EUREC en los cursos 2004/2005 y 2003/2004.

\section{Libros y Capítulos en Libros}
\label{sec-6}

\subsection{Displaying time series, spatial and space-time data with R}
\label{sec-6-1}
O. Perpiñán, Chapman and Hall/CRC, 2014, ISBN 9781466565203. \url{http://oscarperpinan.github.com/spacetime-vis/}

\subsection{Energía Solar Fotovoltaica}
\label{sec-6-2}
O. Perpiñán, 2014. Libro autoeditado, publicado online con licencia Creative Commons.  \url{http://oscarperpinan.github.com/esf}

\subsection{Diseño de Sistemas Fotovoltaicos}
\label{sec-6-3}
\textbf{O. Perpiñán}, M.A. Castro Gil, A. Colmenar, Promotora General de Estudios, S.A., 2012, ISBN: 978-84-95693-72-3

\subsection{Soft Computing Applications for Renewable Energy and Energy Efficiency}
\label{sec-6-4}
F. Antonanzas-Torres, A. Sanz-Garcia, J. Antonanzas, \textbf{O. Perpiñán}, F.J. Martínez-de-Pisón, Current Status and Future Trends of the Evaluation of Solar Global Irradiation using Soft-Computing-Based Models, en Soft Computing Applications for Renewable Energy and Energy Efficiency. M. Cascales, M. Sánchez-Lozano, A.D. Masegosa, C. Cruz,  Series in Advances in Environmental Engineering and Green Technologies, IGI Global, 2015, (1-22) ISBN 9781466666320. \href{http://dx.doi.org/10.4018/978-1-4666-6631-3.ch001}{10.4018/978-1-4666-6631-3.ch001}.

\subsection{Sistemas de bombeo eólicos y fotovoltaicos}
\label{sec-6-5}
M. Castro,A. Colmenar, R.P. Fiffe, M. Pérez, \textbf{O. Perpiñán}, J.M. Perulero. Monografías de Energías Renovables, Promotora General de Estudios, S.A., 2011, ISBN 84-95693-67-9

\subsection{Energía eólica}
\label{sec-6-6}
M. Castro, A. Colmenar, \textbf{O. Perpiñán}, C. Sánchez Naranjo. Monografías de Energías Renovables, Promotora General de Estudios, S.A., 2011, ISBN 84-86505-69-3.

\section{Artículos en Revistas}
\label{sec-7}
