cv_OPerpinan.tex
\subsection{Publicaciones Internacionales}
\label{sec-7-1}
Disponibles en \url{http://oscarperpinan.github.io/#papers}

\begin{enumerate}
\item M. Pinho Almeida, \textbf{O. Perpiñán}, L. Narvarte, PV Power Forecast Using a Nonparametric PV Model. Solar Energy 115 (May): 354–68. \url{10.1016/j.solener.2015.03.006}.\\ (Índice de impacto: 3.868, Tercil T1 en categoría \emph{Energy \& Fuels})

\item F. Antonanzas-Torres, F.J. Martínez de Pisón, J. Antonanzas, \textbf{O. Perpiñán}, Downscaling of global solar irradiation in complex areas in R, Journal of Renewable and Sustainable Energy, 6, 063105 (2014), \href{http://dx.doi.org/10.1063/1.4901539}{10.1063/1.4901539} \\ (Índice de impacto: 0.925, Tercil T3 en categoría \emph{Energy \& Fuels})

\item F. Antonanzas-Torres, A. Sanz-Garcia, F. J. Martínez-de-Pisón, \textbf{O. Perpiñán}, J. Polo, Towards downscaling of aerosol gridded dataset for improving solar resource assessment. Application to Spain, Renewable Energy, Volume 71, November 2014, Pages 534-544, \href{http://dx.doi.org/10.1016/j.renene.2014.06.010}{10.1016/j.renene.2014.06.010}. \\ (Índice de impacto: 3.85, Tercil T1 en categoría \emph{Energy \& Fuels})

\item F. Antonanzas-Torres, A. Sanz-Garcia, F.J. Martínez-de-Pisón, \textbf{O. Perpiñán}, Evaluation and improvement of empirical models of global solar irradiation: Case study northern Spain, Renewable Energy, Volume 60, December 2013, Pages 604-614, ISSN 0960-1481, \href{http://dx.doi.org/10.1016/j.renene.2013.06.008}{10.1016/j.renene.2013.06.008}. \\ (Índice de impacto: 2.99, Tercil T1 en categoría \emph{Energy \& Fuels})

\item F. Antoñanzas, F. Cañizares, \textbf{O. Perpiñán}, Comparative assessment of global irradiation from a satellite estimate model (CM SAF) and on-ground measurements (SIAR): a Spanish case study, Renewable and Sustainable Energy Reviews, Volume 21, May 2013, Pages 248-261, \href{http://dx.doi.org/10.1016/j.rser.2012.12.033}{10.1016/j.rser.2012.12.033}. \\ (Índice de impacto: 5.63, Tercil T1 en categoría \emph{Energy \& Fuels})

\item \textbf{O. Perpiñán}, J. Marcos, E. Lorenzo, Electrical Power Fluctuations in a Network of DC/AC inverters in a Large PV Plant: relationship between correlation, distance and time scale, Solar Energy, Volume 88, February 2013, \href{http://dx.doi.org/10.1016/j.solener.2012.12.004}{10.1016/j.solener.2012.004}. \\ (Índice de impacto: 2.95, Tercil T1 en categoría \emph{Energy \& Fuels})

\item \textbf{O. Perpiñán}, M.A. Sánchez-Urán, F. Álvarez, J. Ortego, F. Garnacho, Signal analysis and feature generation for pattern identification of partial discharges in high-voltage equipment, Electric Power Systems Research, 2013, 95:C (56-65), \href{http://dx.doi.org/10.1016/j.epsr.2012.08.016}{10.1016/j.epsr.2012.08.016}.\\ (Índice de impacto: 1.69, Tercil T1 en categoría \emph{Engineering, Electrical \& Electronic})

\item \textbf{O. Perpiñán}, solaR: Solar Radiation and Photovoltaic Systems with R, Journal of Statistical Software, 2012. 50(9), (1-32). \\ (Índice de impacto: 4.91, Tercil T1 en categoría \emph{Statistics \& Probability})

\item \textbf{O. Perpiñán}, Cost of energy and mutual shadows in a two-axis tracking PV system, Renewable Energy, 2012, \href{http://dx.doi.org/10.1016/j.renene.2011.12.001}{10.1016/j.renene.2011.12.001}. \\ (Índice de impacto: 2.98, Tercil T1 en categoría \emph{Energy \& Fuels})

\item \textbf{O. Perpiñán} y E. Lorenzo, Analysis and synthesis of the variability of irradiance and PV power time series with the wavelet transform, Solar Energy, 85:1 (188-197), 2011, \href{http://dx.doi.org/10.1016/j.solener.2010.08.013}{10.1016/j.solener.2010.08.013}).\\ (Índice de impacto: 2.48, Tercil T1 en categoría \emph{Energy \& Fuels})

\item \textbf{O. Perpiñán}, Statistical analysis of the performance and simulation of a two-axis tracking PV system, Solar Energy, 83:11(2074–2085), 2009, \href{http://dx.doi.org/10.1016/j.solener.2009.08.008}{10.1016/j.solener.2009.08.008}. \\(Índice de impacto: 2.01, Tercil T2 en categoría \emph{Energy \& Fuels})

\item \textbf{O. Perpiñán}, E. Lorenzo, M. A. Castro, y R. Eyras. Energy payback time of grid connected PV systems: comparison between tracking and fixed systems. Progress in Photovoltaics: Research and Applications, 17:137-147, 2009.\\ (Índice de impacto: 4.7; Tercil T1 en categoría \emph{Energy \& Fuels})

\item \textbf{O. Perpiñán}, E. Lorenzo, M. A. Castro, y R. Eyras. On the complexity of radiation models for PV energy production calculation. Solar Energy, 82:2 (125-131), 2008\\ (Índice de impacto: 1.61, Tercil T2 en categoría \emph{Energy \& Fuels})

\item \textbf{O. Perpiñán}, E. Lorenzo, y M. A. Castro. On the calculation of energy produced by a PV grid-connected system. Progress in Photovoltaics: Research and Applications, 15(3):265–274, 2007.\\ (Índice de impacto: 2.18; Tercil T1 en categoría \emph{Energy \& Fuels})
\end{enumerate}

\subsection{Publicaciones Nacionales}
\label{sec-7-2}

\begin{itemize}
\item Fernando Garnacho Vecino, Miguel Ángel Sánchez-Urán González, Javier Ortego La Moneda, F. Alvarez, \textbf{O. Perpiñán}, Revisión periódica del estado del aislamiento de los cables de AT mediante medidas de DPs on line, Energía: Ingeniería energética y medioambiental, ISSN 0210-2056, Año nº 37, Nº 230, 2011, págs. 38-46.

\item \textbf{O. Perpiñán}, E. Lorenzo, M.A. Castro, Estimación de sombras mutuas entre seguidores y optimización de separaciones, Era Solar, ISSN 0212-4157, Nº. 131, 2006 , págs. 28-37

\item \textbf{O. Perpiñán}, M.A. Castro, E. Lorenzo, Análisis y comparación de funcionamiento de grandes plantas: Photocampa y Forum Energía: Ingeniería energética y medioambiental, ISSN 0210-2056, Año nº 32, Nº 190, 2006, págs. 63-68

\item J. Carretero, L. Mora-López, \textbf{O. Perpiñán}, A. Pereña, Mariano Sidrach de Cardona Ortín, I. Martínez, M. Aritio, Parque tecnológico de Andalucía: tecnología OPC. Monitorización wireless de una instalación fotovoltaica de 56 kWp, Era solar: Energías renovables, ISSN 0212-4157, Nº. 127, 2005, págs. 56-65.

\item Arancha Perpiñán Lamigueiro, \textbf{O. Perpiñán}, Elena Carmen Horno, Bombeo de agua para riego con energía solar fotovoltaica: sistemas de bombeo solar directo Riegos y drenajes XXI, ISSN 0213-3660, Nº 144, 2005, págs. 68-74

\item \textbf{O. Perpiñán}, R. Eyras, D. Jiménez, Antonio Gómez Avilés-Casco, Sistemas fotovoltaicos en el Parque de las Ciencias de Granada Era solar: Energías renovables, ISSN 0212-4157, Nº. 104, 2001, págs. 16-21
\end{itemize}


\section{Proyectos de Investigación Subvencionados}
\label{sec-8}
(Ordenados por fecha de inicio descendente)

\subsection{PVCROPS. PhotoVoltaic Cost reduction, Reliability, Operational performance, Prediction and Simulation}
\label{sec-8-1}
\begin{itemize}
\item Entidad Financiadora: Comisión Europea
\item Cantidad Financiada (€): 5800352
\item Referencia del Proyecto: 308468
\item Tipo de convocatoria: UE
\item Entidades Participantes: UPM, UPNA, UEVORA, Cl Senes, Acciona, Ingeteam, ONE, Sources of the Bulgarian Academy of Sciences, DIT, Sunswitch SA, Rtnoe, Apere
\item Duración: desde 01/11/2012 hasta 31/10/2015 N° total de meses: 36
\item Investigador Principal: Luis Narvarte
\item Nº Investigadores: 10
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Predicción de productividad de sistemas fotovoltaicos a partir de modelos numéricos de predicción meteorológica y medidas terrestres.
\item Caracterización de las fluctuaciones en sistemas fotovoltaicos de gran tamaño en el contexto de su integración en las redes eléctricas convencionales.
\item Predicción de categorías de fluctuaciones en sistemas fotovoltaicos a partir de modelos numéricos de predicción meteorológica y medidas terrestres.
\item Desarrollo de dos paquetes software publicados con licencia GNU/GPL
\item Publicación de resultados en artículo JCR.
\end{itemize}
\end{itemize}
