cv_OPerpinan.org
** ENERGOS: optimización de la cargabilidad de las líneas

- Entidad Financiadora: CDTI
- Cantidad Financiada (€): 380306
- Referencia del Proyecto: CEN-2009-1048
- Tipo de convocatoria: Nacional
- Entidades Participantes: EUITI, Unión Fenosa
- Duración: desde 07/07/2009 hasta 31/12/2012 N° total de meses: 42
- Investigador Principal: Fernando Garnacho
- Nº Investigadores: 8
- Responsabilidad: Investigador colaborador
- Aportación del Investigador:
  - Revisión del estado del arte de sensores de alta frecuencia para Descargas Parciales en cables de MT.
  - Definición de parámetros característicos de Descargas Parciales en el contexto de su medida y clasificación en entornos industriales ruidosos.
  - Desarrollo de métodos de caracterización y clasificación no supervisada de colecciones de Descargas Parciales
  - Desarrollo de software pdCluster publicado con licencia GNU/GPL.
  - Publicación de resultados en artículo JCR.

** Caracterización de la variabilidad y comportamiento ante las perturbaciones de las plantas fotovoltaicas

- Entidad Financiadora: Red Eléctrica de España
- Tipo de convocatoria: Contrato con Empresa Privada
- Entidades Participantes: UPM, UPNA, Acciona
- Duración: desde 01/01/2009 hasta 31/12/2011 N° total de meses: 36
- Investigador Principal: Eduardo Lorenzo
- Nº Investigadores: 8
- Responsabilidad: Investigador colaborador
- Aportación del investigador:
  - Caracterización de las fluctuaciones de radiación y potencia en sistemas fotovoltaicos mediante la transformada wavelet.
  - Análisis de las fluctuaciones de potencia en una planta fotovoltaica de gran tamaño según el tipo de día y la distancia entre generadores
  - Publicación de resultados en dos artículos JCR.

** Umbráculo Móvil

- Entidad Financiadora: Ministerio de Educación y Ciencia
- Cantidad Financiada (€): 1469000
- Referencia del Proyecto: PCT-120000-2007-34
- Tipo de convocatoria: Nacional
- Entidades Participantes: Isofotón, Jeronimo Vega Arquitectura, IES-UPM, Trim
- Duración: desde 01/07/2007 hasta 31/12/2008 N° total de meses: 18
- Investigador Principal: Oscar Perpiñán
- Nº Investigadores: 15
- Responsabilidad: Investigador principal
- Aportación del Investigador: 
  - Coordinación del proyecto
  - Desarrollo un seguidor horizontal adaptable a las particulares condiciones de una cubierta de un edificio.
  - Análisis de las condiciones de instalación y explotación de sistemas de seguimiento en zonas elevadas, frente a la experiencia de instalación en terreno común.
  - Diseño de sistema de conversión de potencia con inversores de gran tamaño.

** Desarrollo de una Plataforma para la Monitorizacion y Seguimiento de Sistemas Fotovoltaicos

- Entidad Financiadora: Corporacion Tecnologica de Andalucia
- Cantidad Financiada (€): 400034
- Referencia del Proyecto: 06109D1A
- Tipo de convocatoria: CC.AA.
- Entidades Participantes: Isofotón, ISM, Universidad de Malaga
- Duración: desde 01/01/2007 hasta 31/12/2007 N° total de meses: 12
- Investigador Principal: Oscar Perpiñán
- Nº Investigadores: 15
- Responsabilidad: Investigador principal
- Aportación del Investigador:
  - Definición de requisitos del sistema.
  - Selección de equipos a monitorizar.
  - Diseño de sistemas de prueba.
  - Revisión de implementación de herramientas software.
  - Implementación de prototipos.
  - Estudio del estado del arte de comunicaciones en sistemas de monitorización.

** Desarrollo y Caracterizacion de Tejados y Fachadas Fotovoltaicas Ventiladas Integradas en Edificios

- Entidad Financiadora: Ministerio de Educación y Ciencia
- Cantidad Financiada (€): 452289
- Referencia del Proyecto: CIT-120000-2007-89
- Tipo de convocatoria: Nacional
- Entidades Participantes: CIMNE, Isofotón, Pich-Aguilera Arquitectos, Universidad de Lleida
- Duración: desde 01/07/2007 hasta 30/06/2008 N° total de meses: 12
- Investigador Principal: Jordi Cipriano
- Nº Investigadores: 15
- Responsabilidad: Investigador colaborador
- Aportación del Investigador:
  - Estudio del estado del arte de generadores fotovoltaicos en fachadas ventiladas.
  - Consultoría en la implementación de herramientas software de simulación con TRNSYS.
  - Definición del generador fotovoltaico y equipos asociados. 
  - Diseño de prototipos para prueba en campo.
  - Análisis de datos de funcionamiento.

** Optimización del Diseño Electrico de Modulos Fotovoltaicos para Minimizar las Perdidas de Potencia por Dispersion y Evitar los Puntos Calientes

- Entidad Financiadora: Ministerio de Industria, Turismo y Comercio
- Cantidad Financiada (€): 338691
- Referencia del Proyecto: FIT-030000-2007-264
- Tipo de convocatoria: Nacional
- Entidades Participantes: Isofotón, CIEMAT
- Duración: desde 01/01/2007 hasta 31/12/2008 N° total de meses: 24
- Investigador Principal: Paula Sanchez-Friera
- Nº Investigadores: 6
- Responsabilidad: Investigador colaborador
- Aportación del Investigador:
  - En el diseño y ejecución de sistemas fotovoltaicos de gran tamaño obra especial relevancia el impacto de sombras mutuas y las perdidas por dispersión, objeto de este proyecto de investigacion. Dado que los cinco investigadores restantes son expertos en diseño y fabricacion de dispositivos fotovoltaicos, la aportacion del solicitante consistió en aportar el conocimiento de ingenieria desde la experiencia en campo.

** Conector de Paneles Dinamico CPD-1 y Convertidor Multipuente Multipotencia CMM-1

- Entidad Financiadora: Ministerio de Industria, Turismo y Comercio
- Cantidad Financiada (€): 354347
- Referencia del Proyecto: FIT-120000-2007-100
- Tipo de convocatoria: Nacional
- Entidades Participantes: LACECAL, Isofotón, Calor Económico del Bierzo
- Duración: desde 01/07/2007 hasta 30/06/2008 N° total de meses: 12
- Investigador Principal: Jose Antonio Dominguez Vazquez (LACECAL)
- Nº Investigadores: 12
- Responsabilidad: Investigador colaborador
- Aportación del Investigador:
  - Diseño de prototipos para pruebas.
  - Diseño de sistema de monitorización.
  - Estudio del estado del arte de equipos inversores.

** MODEN II

- Entidad Financiadora: Ministerio de Industria, Turismo y Comercio
- Cantidad Financiada (€): 391753
- Referencia del Proyecto: FIT-120000-2006-138
- Tipo de convocatoria: Nacional
- Entidades Participantes: LACECAL, Isofotón, INGETEAM, Calor Económico del Bierzo
- Duración: desde 01/01/2006 hasta 31/12/2007 N° total de meses: 24
- Investigador Principal: Pablo Gutierrez Martin (LACECAL)
- Nº Investigadores: 13
- Responsabilidad: Investigador colaborador
- Aportación del Investigador:
  - Diseño y ejecucion de sistemas fotovoltaicos de conexion a red
  - Diseño de sistemas fotovoltaicos para probar los equipos diseñados
  - Coordinación de la participacion de Isofoton en este proyecto
