cv_OPerpinan.tex

\subsection{ENERGOS: optimización de la cargabilidad de las líneas}
\label{sec-8-2}

\begin{itemize}
\item Entidad Financiadora: CDTI
\item Cantidad Financiada (€): 380306
\item Referencia del Proyecto: CEN-2009-1048
\item Tipo de convocatoria: Nacional
\item Entidades Participantes: EUITI, Unión Fenosa
\item Duración: desde 07/07/2009 hasta 31/12/2012 N° total de meses: 42
\item Investigador Principal: Fernando Garnacho
\item Nº Investigadores: 8
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Revisión del estado del arte de sensores de alta frecuencia para Descargas Parciales en cables de MT.
\item Definición de parámetros característicos de Descargas Parciales en el contexto de su medida y clasificación en entornos industriales ruidosos.
\item Desarrollo de métodos de caracterización y clasificación no supervisada de colecciones de Descargas Parciales
\item Desarrollo de software pdCluster publicado con licencia GNU/GPL.
\item Publicación de resultados en artículo JCR.
\end{itemize}
\end{itemize}

\subsection{Caracterización de la variabilidad y comportamiento ante las perturbaciones de las plantas fotovoltaicas}
\label{sec-8-3}

\begin{itemize}
\item Entidad Financiadora: Red Eléctrica de España
\item Tipo de convocatoria: Contrato con Empresa Privada
\item Entidades Participantes: UPM, UPNA, Acciona
\item Duración: desde 01/01/2009 hasta 31/12/2011 N° total de meses: 36
\item Investigador Principal: Eduardo Lorenzo
\item Nº Investigadores: 8
\item Responsabilidad: Investigador colaborador
\item Aportación del investigador:
\begin{itemize}
\item Caracterización de las fluctuaciones de radiación y potencia en sistemas fotovoltaicos mediante la transformada wavelet.
\item Análisis de las fluctuaciones de potencia en una planta fotovoltaica de gran tamaño según el tipo de día y la distancia entre generadores
\item Publicación de resultados en dos artículos JCR.
\end{itemize}
\end{itemize}

\subsection{Umbráculo Móvil}
\label{sec-8-4}

\begin{itemize}
\item Entidad Financiadora: Ministerio de Educación y Ciencia
\item Cantidad Financiada (€): 1469000
\item Referencia del Proyecto: PCT-120000-2007-34
\item Tipo de convocatoria: Nacional
\item Entidades Participantes: Isofotón, Jeronimo Vega Arquitectura, IES-UPM, Trim
\item Duración: desde 01/07/2007 hasta 31/12/2008 N° total de meses: 18
\item Investigador Principal: Oscar Perpiñán
\item Nº Investigadores: 15
\item Responsabilidad: Investigador principal
\item Aportación del Investigador: 
\begin{itemize}
\item Coordinación del proyecto
\item Desarrollo un seguidor horizontal adaptable a las particulares condiciones de una cubierta de un edificio.
\item Análisis de las condiciones de instalación y explotación de sistemas de seguimiento en zonas elevadas, frente a la experiencia de instalación en terreno común.
\item Diseño de sistema de conversión de potencia con inversores de gran tamaño.
\end{itemize}
\end{itemize}

\subsection{Desarrollo de una Plataforma para la Monitorización y Seguimiento de Sistemas Fotovoltaicos}
\label{sec-8-5}

\begin{itemize}
\item Entidad Financiadora: Corporación Tecnológica de Andalucia
\item Cantidad Financiada (€): 400034
\item Referencia del Proyecto: 06109D1A
\item Tipo de convocatoria: CC.AA.
\item Entidades Participantes: Isofotón, ISM, Universidad de Málaga
\item Duración: desde 01/01/2007 hasta 31/12/2007 N° total de meses: 12
\item Investigador Principal: Oscar Perpiñán
\item Nº Investigadores: 15
\item Responsabilidad: Investigador principal
\item Aportación del Investigador:
\begin{itemize}
\item Definición de requisitos del sistema.
\item Selección de equipos a monitorizar.
\item Diseño de sistemas de prueba.
\item Revisión de implementación de herramientas software.
\item Implementación de prototipos.
\item Estudio del estado del arte de comunicaciones en sistemas de monitorización.
\end{itemize}
\end{itemize}

\subsection{Desarrollo y Caracterización de Tejados y Fachadas Fotovoltaicas Ventiladas Integradas en Edificios}
\label{sec-8-6}

\begin{itemize}
\item Entidad Financiadora: Ministerio de Educación y Ciencia
\item Cantidad Financiada (€): 452289
\item Referencia del Proyecto: CIT-120000-2007-89
\item Tipo de convocatoria: Nacional
\item Entidades Participantes: CIMNE, Isofotón, Pich-Aguilera Arquitectos, Universidad de Lleida
\item Duración: desde 01/07/2007 hasta 30/06/2008 N° total de meses: 12
\item Investigador Principal: Jordi Cipriano
\item Nº Investigadores: 15
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Estudio del estado del arte de generadores fotovoltaicos en fachadas ventiladas.
\item Consultoría en la implementación de herramientas software de simulación con TRNSYS.
\item Definición del generador fotovoltaico y equipos asociados.
\item Diseño de prototipos para prueba en campo.
\item Análisis de datos de funcionamiento.
\end{itemize}
\end{itemize}

\subsection{Optimización del Diseño Eléctrico de Módulos Fotovoltaicos para Minimizar las Perdidas de Potencia por Dispersión y Evitar los Puntos Calientes}
\label{sec-8-7}

\begin{itemize}
\item Entidad Financiadora: Ministerio de Industria, Turismo y Comercio
\item Cantidad Financiada (€): 338691
\item Referencia del Proyecto: FIT-030000-2007-264
\item Tipo de convocatoria: Nacional
\item Entidades Participantes: Isofotón, CIEMAT
\item Duración: desde 01/01/2007 hasta 31/12/2008 N° total de meses: 24
\item Investigador Principal: Paula Sanchez-Friera
\item Nº Investigadores: 6
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item En el diseño y ejecución de sistemas fotovoltaicos de gran tamaño obra especial relevancia el impacto de sombras mutuas y las perdidas por dispersión, objeto de este proyecto de investigación. Dado que los cinco investigadores restantes son expertos en diseño y fabricación de dispositivos fotovoltaicos, la aportación del solicitante consistió en aportar el conocimiento de ingeniería desde la experiencia en campo.
\end{itemize}
\end{itemize}

\subsection{Conector de Paneles Dinámico CPD-1 y Convertidor Multipuente Multipotencia CMM-1}
\label{sec-8-8}

\begin{itemize}
\item Entidad Financiadora: Ministerio de Industria, Turismo y Comercio
\item Cantidad Financiada (€): 354347
\item Referencia del Proyecto: FIT-120000-2007-100
\item Tipo de convocatoria: Nacional
\item Entidades Participantes: LACECAL, Isofotón, Calor Económico del Bierzo
\item Duración: desde 01/07/2007 hasta 30/06/2008 N° total de meses: 12
\item Investigador Principal: Jose Antonio Domínguez Vázquez (LACECAL)
\item Nº Investigadores: 12
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Diseño de prototipos para pruebas.
\item Diseño de sistema de monitorización.
\item Estudio del estado del arte de equipos inversores.
\end{itemize}
\end{itemize}

\subsection{MODEN II}
\label{sec-8-9}

\begin{itemize}
\item Entidad Financiadora: Ministerio de Industria, Turismo y Comercio
\item Cantidad Financiada (€): 391753
\item Referencia del Proyecto: FIT-120000-2006-138
\item Tipo de convocatoria: Nacional
\item Entidades Participantes: LACECAL, Isofotón, INGETEAM, Calor Económico del Bierzo
\item Duración: desde 01/01/2006 hasta 31/12/2007 N° total de meses: 24
\item Investigador Principal: Pablo Gutiérrez Martín (LACECAL)
\item Nº Investigadores: 13
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Diseño y ejecución de sistemas fotovoltaicos de conexión a red
\item Diseño de sistemas fotovoltaicos para probar los equipos diseñados
\item Coordinación de la participación de Isofotón en este proyecto
\end{itemize}
\end{itemize}
