cv_OPerpinan.org
** Mejora de la Calidad del Servicio Energetico en las Aplicaciones de Electrificacion Rural 
- Entidad Financiadora: Ministerio de Educación y Ciencia
- Cantidad Financiada (€): 356943
- Referencia del Proyecto: CIT-120000-2005-75
- Tipo de convocatoria: Nacional
- Entidades participantes: Isofotón, IES-UPM, Universidad Internacional de Andalucia, Universidad de Santiago de Compostela
- Duración: desde 01/01/2005 hasta 31/12/2005 N° total de meses: 12
- Investigador Principal: Oscar Perpiñán
- Nº Investigadores: 8
- Responsabilidad: Investigador principal
- Aportación del Investigador:
  - Coordinación del proyecto.
  - Diseño de prototipo de sistema de bombeo de agua de gran tamaño acoplado a sistemas fotovoltaicos de seguimiento.
  - Desarrollo y validación de software de simulación de sistemas de bombeo fotovoltaico.
  - Supervisión del diseño de sistemas de riego con sistemas de bombeo.

** Caracterización del Comportamiento Térmico de la Fachada PVSKIN y su Interaccion con Edificios Modelo en Clima Mediterráneo

- Entidad Financiadora: Ministerio de Educacion y Ciencia
- Cantidad Financiada (€): 152520
- Referencia del Proyecto: CIT-120000-2005-74
- Tipo de convocatoria: Nacional
- Entidades Participantes: Isofotón, CIMNE
- Duración: desde 01/01/2005 hasta 15/05/2006 N° total de meses: 18
- Investigador Principal: Ramón Eyras Daguerre
- Nº Investigadores: 7
- Responsabilidad: Investigador colaborador
- Aportación del Investigador:
  - Diseño de prototipos para medida.
  - Diseño de sistemas de monitorización para pruebas.
  - Coordinación de tareas de ingeniería.

** Sistema de Desalinizacion mediante Osmosis Inversa Alimentado con Energía Solar Fotovoltaica

- Entidad Financiadora: CDTI
- Cantidad Financiada (€): 626600
- Referencia del Proyecto: 04-0624
- Tipo de convocatoria: Nacional
- Entidades Participantes: Isofotón, Instituto Tecnológico de Canarias, VEOLIA
- Duración: desde 01/07/2004 hasta 31/12/2005 N° total de meses: 18
- Investigador Principal: Ramon Eyras Daguerre
- Nº Investigadores: 10
- Responsabilidad: Investigador colaborador
- Aportación del Investigador:
  - Diseño de sistema fotovoltaico autónomo sin acumulación de energía que permite el funcionamiento autónomo de la planta en zonas aisladas sin suministro eléctrico.
  - Supervisión de la optimización de los circuitos hidráulicos, eléctricos y el sistema de control para el correcto y viable funcionamiento de la planta y el parque fotovoltaico.

** Grandes Centrales Fotovoltaicas

- Entidad Financiadora: Ministerio de Educación y Ciencia
- Cantidad Financiada (€): 107690
- Referencia del Proyecto: FIT-120000-2004-24
- Tipo de convocatoria: Nacional
- Entidades Participantes: Isofotón, IES-UPM, Universidad Internacional de Andalucía
- Duración: desde 01/01/2004 hasta 31/12/2004 N° total de meses: 12
- Investigador Principal: Oscar Perpiñán
- Nº Investigadores: 8
- Responsabilidad: Investigador principal
- Aportación del Investigador:
  - Coordinación de proyecto.
  - Análisis de datos de funcionamiento de plantas fotovoltaicas de gran tamaño.
  - Métodos de diseño en plantas fotovoltaicas de gran tamaño con tecnologías de seguimiento.
  - Análisis de métodos de cálculo de productividad en sistemas fotovoltaico con diferentes fuentes de radiación.
  - Desarrollo de herramienta software solaR.
  - Publicación de resultados en 4 artículos JCR.
  - Defensa de Tesis Doctoral

** Grandes Centrales Fotovoltaicas

- Entidad Financiadora: Ministerio de Educación
- Cantidad Financiada (€): 313052
- Referencia del Proyecto: CIT-120000-2005-68
- Tipo de convocatoria: Nacional
- Entidades Participantes: Isofotón, IES-UPM, Universidad Internacional de Andalucía
- Duración: desde 01/01/2005 hasta 31/12/2005 N° total de meses: 12
- Investigador Principal: Oscar Perpiñán
- Nº Investigadores: 8
- Responsabilidad: Investigador principal
- Aportación del Investigador:
  - Coordinación de proyecto.
  - Análisis de datos de funcionamiento de plantas fotovoltaicas de gran tamaño.
  - Métodos de diseño en plantas fotovoltaicas de gran tamaño con tecnologías de seguimiento.
  - Análisis de métodos de cálculo de productividad en sistemas fotovoltaico con diferentes fuentes de radiación.
  - Desarrollo de herramienta software solaR.
  - Publicación de resultados en 4 artículos JCR.
  - Defensa de Tesis Doctoral

** Combinación de Energías Renovables con Almacenamiento Intermedio de H2 y Pila de Combustible (TINA)
- Entidad Financiadora: Junta de Andalucía
- Cantidad Financiada (€): 532358
- Referencia del Proyecto: 2002000874
- Tipo de convocatoria: CC.AA.
- Entidades Participantes: Isofotón, BESEL, David Fuel
- Duración: desde 02/01/2004 hasta 30/06/2005 N° total de meses: 18
- Investigador Principal: Jesús Alonso
- Nº Investigadores: 6
- Responsabilidad: Investigador colaborador
- Aportación del Investigador:
  - Diseño del sistema fotovoltaico.
  - Supervisión de la instalación del prototipo.
  - Diseño del sistema de monitorización.
  - Análisis de resultados de funcionamiento.

** Heliodomo: Nuevo Concepto de Vivienda Autosuficiente

- Entidad Financiadora: Ministerio de Educacion y Ciencia
- Cantidad Financiada (€): 205165
- Referencia del Proyecto: BIA2004-05234
- Tipo de convocatoria: Nacional
- Entidades Participantes: IES-UPM, CEDINT, Isofoton
- Duración: desde 13/12/2004 hasta 12/12/2007 N° total de meses: 36
- Investigador Principal: F. Javier Neila González
- Nº Investigadores: 15
- Responsabilidad: Investigador colaborador
- Aportación del Investigador:
  - Diseño de sistemas fotovoltaicos en condiciones de integración arquitectónica
  - Análisis del funcionamiento de sistemas fotovoltaicos en condiciones de integración arquitectónica
  - Selección de materiales apropiados por su sinergia con generadores fotovoltaicos

** Sevilla PV

- Entidad Financiadora: Comisión Europea
- Cantidad Financiada (€): 2759244
- Referencia del Proyecto: NNE5-2001-00767
- Tipo de convocatoria: UE
- Entidades Participantes: Solucar, Solartec, CIEMAT, BP Solar, Saint-Gobain, Atersa, IDAE, Isofoton, WIP
- Duración: desde 01/02/2004 hasta 31/07/2007 N° total de meses: 54
- Investigador Principal: Rafael Osuna
- Nº Investigadores: 50
- Responsabilidad: Investigador colaborador
- Aportación del Investigador:
  - Diseño de sistemas fotovoltaicos con modulos fotovoltaicos con sistema externo de concentracion 2x.
** PV Generators Integrated into Sound Barriers

- Entidad Financiadora: Comisión Europea
- Cantidad Financiada (€): 4950039
- Referencia del Proyecto: NNE5/2000/397
- Tipo de convocatoria: UE
- Entidades Participantes: Isofoton, Ayto. Helmond, Ayto. Leganes, Fraunhofer Ise, Biohaus
- Duración: desde 01/01/2001 hasta 31/12/2003 N° total de meses: 24
- Investigador Principal: Ramón Eyras Daguerre
- Nº Investigadores: 25
- Participación: Investigador colaborador
- Aportación del Investigador:
  - Supervisión del desarrollo de un módulo fotovoltaico sobre cubierta cerámica para atenuar ruido.
  - Supervisión de pruebas de funcionamiento del módulo desarrollado en probeta acústica.
  - Diseño de sistema fotovoltaico de gran tamaño en talud de autovía.

