cv_OPerpinan.tex

\subsection{Mejora de la Calidad del Servicio Energético en las Aplicaciones de Electrificación Rural}
\label{sec-8-10}
\begin{itemize}
\item Entidad Financiadora: Ministerio de Educación y Ciencia
\item Cantidad Financiada (€): 356943
\item Referencia del Proyecto: CIT-120000-2005-75
\item Tipo de convocatoria: Nacional
\item Entidades participantes: Isofotón, IES-UPM, Universidad Internacional de Andalucia, Universidad de Santiago de Compostela
\item Duración: desde 01/01/2005 hasta 31/12/2005 N° total de meses: 12
\item Investigador Principal: Oscar Perpiñán
\item Nº Investigadores: 8
\item Responsabilidad: Investigador principal
\item Aportación del Investigador:
\begin{itemize}
\item Coordinación del proyecto.
\item Diseño de prototipo de sistema de bombeo de agua de gran tamaño acoplado a sistemas fotovoltaicos de seguimiento.
\item Desarrollo y validación de software de simulación de sistemas de bombeo fotovoltaico.
\item Supervisión del diseño de sistemas de riego con sistemas de bombeo.
\end{itemize}
\end{itemize}

\subsection{Caracterización del Comportamiento Térmico de la Fachada PVSKIN y su Interacción con Edificios Modelo en Clima Mediterráneo}
\label{sec-8-11}

\begin{itemize}
\item Entidad Financiadora: Ministerio de Educación y Ciencia
\item Cantidad Financiada (€): 152520
\item Referencia del Proyecto: CIT-120000-2005-74
\item Tipo de convocatoria: Nacional
\item Entidades Participantes: Isofotón, CIMNE
\item Duración: desde 01/01/2005 hasta 15/05/2006 N° total de meses: 18
\item Investigador Principal: Ramón Eyras Daguerre
\item Nº Investigadores: 7
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Diseño de prototipos para medida.
\item Diseño de sistemas de monitorización para pruebas.
\item Coordinación de tareas de ingeniería.
\end{itemize}
\end{itemize}

\subsection{Sistema de Desalinización mediante Ósmosis Inversa Alimentado con Energía Solar Fotovoltaica}
\label{sec-8-12}

\begin{itemize}
\item Entidad Financiadora: CDTI
\item Cantidad Financiada (€): 626600
\item Referencia del Proyecto: 04-0624
\item Tipo de convocatoria: Nacional
\item Entidades Participantes: Isofotón, Instituto Tecnológico de Canarias, VEOLIA
\item Duración: desde 01/07/2004 hasta 31/12/2005 N° total de meses: 18
\item Investigador Principal: Ramón Eyras Daguerre
\item Nº Investigadores: 10
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Diseño de sistema fotovoltaico autónomo sin acumulación de energía que permite el funcionamiento autónomo de la planta en zonas aisladas sin suministro eléctrico.
\item Supervisión de la optimización de los circuitos hidráulicos, eléctricos y el sistema de control para el correcto y viable funcionamiento de la planta y el parque fotovoltaico.
\end{itemize}
\end{itemize}

\subsection{Grandes Centrales Fotovoltaicas}
\label{sec-8-13}

\begin{itemize}
\item Entidad Financiadora: Ministerio de Educación y Ciencia
\item Cantidad Financiada (€): 107690
\item Referencia del Proyecto: FIT-120000-2004-24
\item Tipo de convocatoria: Nacional
\item Entidades Participantes: Isofotón, IES-UPM, Universidad Internacional de Andalucía
\item Duración: desde 01/01/2004 hasta 31/12/2004 N° total de meses: 12
\item Investigador Principal: Oscar Perpiñán
\item Nº Investigadores: 8
\item Responsabilidad: Investigador principal
\item Aportación del Investigador:
\begin{itemize}
\item Coordinación de proyecto.
\item Análisis de datos de funcionamiento de plantas fotovoltaicas de gran tamaño.
\item Métodos de diseño en plantas fotovoltaicas de gran tamaño con tecnologías de seguimiento.
\item Análisis de métodos de cálculo de productividad en sistemas fotovoltaico con diferentes fuentes de radiación.
\item Desarrollo de herramienta software solaR.
\item Publicación de resultados en 4 artículos JCR.
\item Defensa de Tesis Doctoral
\end{itemize}
\end{itemize}

\subsection{Grandes Centrales Fotovoltaicas}
\label{sec-8-14}

\begin{itemize}
\item Entidad Financiadora: Ministerio de Educación
\item Cantidad Financiada (€): 313052
\item Referencia del Proyecto: CIT-120000-2005-68
\item Tipo de convocatoria: Nacional
\item Entidades Participantes: Isofotón, IES-UPM, Universidad Internacional de Andalucía
\item Duración: desde 01/01/2005 hasta 31/12/2005 N° total de meses: 12
\item Investigador Principal: Oscar Perpiñán
\item Nº Investigadores: 8
\item Responsabilidad: Investigador principal
\item Aportación del Investigador:
\begin{itemize}
\item Coordinación de proyecto.
\item Análisis de datos de funcionamiento de plantas fotovoltaicas de gran tamaño.
\item Métodos de diseño en plantas fotovoltaicas de gran tamaño con tecnologías de seguimiento.
\item Análisis de métodos de cálculo de productividad en sistemas fotovoltaico con diferentes fuentes de radiación.
\item Desarrollo de herramienta software solaR.
\item Publicación de resultados en 4 artículos JCR.
\item Defensa de Tesis Doctoral
\end{itemize}
\end{itemize}

\subsection{Combinación de Energías Renovables con Almacenamiento Intermedio de H2 y Pila de Combustible (TINA)}
\label{sec-8-15}
\begin{itemize}
\item Entidad Financiadora: Junta de Andalucía
\item Cantidad Financiada (€): 532358
\item Referencia del Proyecto: 2002000874
\item Tipo de convocatoria: CC.AA.
\item Entidades Participantes: Isofotón, BESEL, David Fuel
\item Duración: desde 02/01/2004 hasta 30/06/2005 N° total de meses: 18
\item Investigador Principal: Jesús Alonso
\item Nº Investigadores: 6
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Diseño del sistema fotovoltaico.
\item Supervisión de la instalación del prototipo.
\item Diseño del sistema de monitorización.
\item Análisis de resultados de funcionamiento.
\end{itemize}
\end{itemize}

\subsection{Heliodomo: Nuevo Concepto de Vivienda Autosuficiente}
\label{sec-8-16}

\begin{itemize}
\item Entidad Financiadora: Ministerio de Educación y Ciencia
\item Cantidad Financiada (€): 205165
\item Referencia del Proyecto: BIA2004-05234
\item Tipo de convocatoria: Nacional
\item Entidades Participantes: IES-UPM, CEDINT, Isofoton
\item Duración: desde 13/12/2004 hasta 12/12/2007 N° total de meses: 36
\item Investigador Principal: F. Javier Neila González
\item Nº Investigadores: 15
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Diseño de sistemas fotovoltaicos en condiciones de integración arquitectónica
\item Análisis del funcionamiento de sistemas fotovoltaicos en condiciones de integración arquitectónica
\item Selección de materiales apropiados por su sinergia con generadores fotovoltaicos
\end{itemize}
\end{itemize}

\subsection{Sevilla PV}
\label{sec-8-17}

\begin{itemize}
\item Entidad Financiadora: Comisión Europea
\item Cantidad Financiada (€): 2759244
\item Referencia del Proyecto: NNE5-2001-00767
\item Tipo de convocatoria: UE
\item Entidades Participantes: Solucar, Solartec, CIEMAT, BP Solar, Saint-Gobain, Atersa, IDAE, Isofoton, WIP
\item Duración: desde 01/02/2004 hasta 31/07/2007 N° total de meses: 54
\item Investigador Principal: Rafael Osuna
\item Nº Investigadores: 50
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Diseño de sistemas fotovoltaicos con módulos fotovoltaicos con sistema externo de concentración 2x.
\end{itemize}
\end{itemize}
\subsection{PV Generators Integrated into Sound Barriers}
\label{sec-8-18}

\begin{itemize}
\item Entidad Financiadora: Comisión Europea
\item Cantidad Financiada (€): 4950039
\item Referencia del Proyecto: NNE5/2000/397
\item Tipo de convocatoria: UE
\item Entidades Participantes: Isofoton, Ayto. Helmond, Ayto. Leganés, Fraunhofer Ise, Biohaus
\item Duración: desde 01/01/2001 hasta 31/12/2003 N° total de meses: 24
\item Investigador Principal: Ramón Eyras Daguerre
\item Nº Investigadores: 25
\item Participación: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Supervisión del desarrollo de un módulo fotovoltaico sobre cubierta cerámica para atenuar ruido.
\item Supervisión de pruebas de funcionamiento del módulo desarrollado en probeta acústica.
\item Diseño de sistema fotovoltaico de gran tamaño en talud de autovía.
\end{itemize}
\end{itemize}
