cv_OPerpinan.org
** PV Grid Connected in a Car Parking

- Entidad Financiadora: Comisión Europea
- Cantidad Financiada (€): 2612600
- Referencia del Proyecto: NNE5/1999/772
- Tipo de convocatoria: UE
- Entidades Participantes:, ISOFOTON, BERGE Y CIA, Universidad de Northumbria, Biohaus, ICAEN, Sunwatt
- Duración: desde 01/01/2000 hasta 31/12/2002 N° total de meses: 24
- Investigador Principal: Ramon Eyras Daguerre
- Nº Investigadores: 20
- Responsabilidad: Investigador colaborador
- Aportación del Investigador:
  - Diseño de un sistema fotovoltaico de gran tamaño integrado en una estructura de aparcamiento.
  - Estudio del arte de sistemas de conversión de potencia.
  - Diseño de sistemas de conversión de potencia variados para comparativa.
  - Diseño de sistema de monitorización para investigación.
  - Análisis de datos de funcionamiento. Modelado y validación de modelos.
  - Publicación de resultados en artículos JCR
  - Estudio del estado del arte de sistemas de seguridad eléctrica en sistemas fotovoltaicos con público.


* Comunicaciones y Ponencias Presentadas a Congresos
** EnerSol World Sustainable Energy Forum 2014
Congreso Internacional organizado por SETCOR. Túnez, Noviembre 2014.

- Linke turbidity prediction for improving solar radiation forecasting, F. Antonanzas-Torres, F. J. Martinez-de-Pison, *O. Perpiñán*, R. Nunes, Carlos Coimbra

** VI Jornadas de Usuarios de R
Congreso Nacional organizado por la Comunidad R-Hispano. Santiago de Compostela, Octubre 2014. 

- meteoForecast: predicciones meteorológicas de modelos NWP en R, *O. Perpiñán*, M. P. Almeida

** 17th International Congress on  Project Management and Engineering 
Congreso Internacional organizado por AEIPRO. Málaga, Julio 2013

- Downscaling of Solar Irradiation from Satellite Models, F. Antoñanzas,J. Antoñanzas, F.J. Martínez de Pisón, M. J. Alía Martínez, *Perpiñán, O.*
** CIGRE SESSION 2012
Congreso Internacional organizado por CIGRE. Francia, Agosto 2012

- New Procedure To Determine Insulation Condition Of High Voltage Equipment By Means Of PD Measurements In Service, F. Garnacho, M.A. Sánchez-Urán, J. Ortego, F. Álvarez, *O. Perpiñán*, E. Puelles, R. Moreno, D. Prieto, D. Ramos

** III Jornadas de usuarios de R
Congreso Nacional organizado por la Comunidad R-Hispano. Madrid, Noviembre 2011

- Comparativa y análisis de variabilidad espacial entre medidas de radiación solar terrestre y satelital, F. Antoñanzas, F. Cañizares, R. Morales, M. Ojeda, *O. Perpiñán*

- solaR: geometría, radiación y energía solar en R, *O. Perpiñán*

- Datos geográficos de tipo raster en R, J. van Etten, *O. Perpiñán*, R. J. Hijmans

** JICABLE 2011
Congreso Internacional organizado por Jicable. Francia, Junio 2011

- PD monitoring system of HV cable, F. Garnacho, M.A. Sánchez-Urán, J. Ortego, J. Moreno, F. Álvarez, *O. Perpiñán*

** 22nd European Photovoltaic Solar Energy Conference
Congreso Internacional organizado por WIP. Milán, Septiembre 2007

- PV Solar Tracking Systems Analysis, R. Sorichetti, *O. Perpiñán*

** 21st European Photovoltaic Solar Energy Conference
Congreso Internacional organizado por WIP. Dresden, Septiembre 2006

- A Real Case Of Building Integrated PV, Isofotón Offices In Málaga, F. Arribas, I. Eyras, J. Vega, L. Mendez, J.J. Garcia, *O. Perpiñán*, R. Eyras

** 9th International Congress on  Project Management and Engineering
Congreso Internacional organizado por AEIPRO. Málaga, Junio de 2005

- Instalación De Energía Solar En La Nueva Fabrica De Isofotón En El P.T.A De Málaga, L. Mendez, J. Vega, J.J. Garcia, I. Eyras, F. Arribas, *O. Perpiñán*, R. Eyras

** 20th European Photovoltaic Solar Energy Conference
Congreso Internacional organizado por WIP. Barcelona, Junio 2005

- Analysis And Comparison Of Performance Of Large Plantes: Photocampa And Forum, *O. Perpiñán*, E. Lorenzo, M.A. Castro, R. Eyras

** XII Congreso Ibérico e VII Congresso Ibero-Americano de Energía Solar
Congreso Nacional organizado por AEDES-ISES. Vigo, Septiembre 2004

- Monitorización Wireless De Instalación Fotovoltaica De 56 kWp En El Parque Tecnológico De Andalucia Basada En La Tecnologia OPC , M. Sidrach, J. Carretero, A. Pereña, L. Mora, M. Aritio, *O. Perpiñán*

- Centrales Hibridas Solar-Diesel: Nuestra Experiencia, M. Mazzorana, L. Carrasco, E. Horno, R. Eyras, *O. Perpiñán*, L.  Narvarte

- Sistema Solar Térmico Y Fotovoltaico En Hotel Urbano, J. Garcia, *O. Perpiñán*, F. Ramirez, R. Eyras, J. Vega

- Experiencia En Sistemas De Bombeo Solar Y Simulación Matemática De Bombeos Solares Con Equipos Estándar , E. Horno, *O. Perpiñán*, J. Hungria, I. Rai, R. Eyras

- Fachada Doble Fotovoltaica PVskin: Prototipos, Investigación Y Desarrollo, I. Eyras, F. Arribas, M.A. Bofill, J. Vega, *O. Perpiñán*

- Solarízate: Proyecto Escuelas Solares De Greenpeace-Idae, A. Gonzalez, *O. Perpiñán*, F. Ramirez, R. Eyras

** 19th European Photovoltaic Solar Energy Conference
Congreso Internacional organizado por WIP. Paris, Junio 2004

- PV Soundless: World Record Along The Highway -- A PV Sound Barrier With 500 kWp And Ceramic Based PV Modules, M. Grottke, T. Suker, R.Eyras, J.Gorbeña, *O. Perpiñán*, A. Voigt, A.  Thiel, M.Spendel, K.Gherlicher, G. Frisen, R.Gambi, K.Kellner

- Architecture And PV - Discussion And Experiences, J. Vega, *O. Perpiñán*

- Forum Solar: A Large PV Pergola For Forum 2004, *O. Perpiñán*, A. Gonzalez, I. Eyras, R. Eyras

- PV Pumping Systems For Domestic Water Supply-Cases Of Study, R. Eyras, *O. Perpiñán*, J. Hungria, I. Rai

** 7th Congreso Internacional de Ingenieria de Proyectos
Congreso Internacional organizado por AEIPRO. Pamplona, Octubre 2003

- Instalación De Energía Solar Térmica Con Maquina De Absorción, J. Giacardi, I. Eyras, J.J. Garcia, *O. Perpiñán*, R. Eyras

- Ósmosis Inversa Alimentada Mediante Energía Solar Fotovoltaica, *O. Perpiñán*, M. Aritio, J. Hungria, T. Espino, L. Guerrero, J.M. Ortega

** 3rd World Conference on Photovoltaic Energy Conversion
Congreso Internacional organizado por IEEE. Osaka, Octubre 2003

- Photocampa: Design And Performance Of The PV System, *O. Perpiñán*, N. Pearsall, L. Mendez, R. Eyras

- Architectural Integration Of Grid Connected Photovoltaic Systems For Schools In Coslada, D. Jimenez, L. M. Carrasco, R. Eyras, *O. Perpiñán*, A. Gonzalez

** 5th European Conference on Noise Control
Congreso Internacional organizado por CNR-Instituto di Acustica. Napoles, Mayo 2003

- Photovoltaic Modules Integrated In Novel Noise Barrier Elements, T. Erge, R. Eyras, *O. Perpiñán*, A. Gonzalez, E. Rossler

** 6th Congreso Internacional de Ingeniería de Proyectos
Congreso Internacional organizado por AEIPRO. Barcelona, Octubre 2002

- Photocampa: Sistema Fotovoltaico Integrado En Estructura De Aparcamiento, *O. Perpiñán*, S. Izquierdo, L. Mendez, S. Salat, R. Eyras

** PV in Europe
Congreso Internacional organizado por WIP. Roma, Octubre 2002

- PVSOUNDLESS: Large PV Sound Barrier Along A Railway, A. Gonzalez, R. Eyras, *O. Perpiñán*, T. Erge

- FIVE Project. Integration Of PV Systems On Health Emergency Vehicles. Results And Conclusions, G. Almonacid, F.J. Muñoz, J. De La Casa, J. C. Hernandez, J. De La Casa Cardenas, J.D. Aguilar, P. Serrano, A. Mantero, A. Jimenez, E.  Ferrando, *O. Perpiñán*, R. Eyras, 

