cv_OPerpinan.tex

\subsection{PV Grid Connected in a Car Parking}
\label{sec-8-19}

\begin{itemize}
\item Entidad Financiadora: Comisión Europea
\item Cantidad Financiada (€): 2612600
\item Referencia del Proyecto: NNE5/1999/772
\item Tipo de convocatoria: UE
\item Entidades Participantes:, ISOFOTON, BERGE Y CIA, Universidad de Northumbria, Biohaus, ICAEN, Sunwatt
\item Duración: desde 01/01/2000 hasta 31/12/2002 N° total de meses: 24
\item Investigador Principal: Ramon Eyras Daguerre
\item Nº Investigadores: 20
\item Responsabilidad: Investigador colaborador
\item Aportación del Investigador:
\begin{itemize}
\item Diseño de un sistema fotovoltaico de gran tamaño integrado en una estructura de aparcamiento.
\item Estudio del arte de sistemas de conversión de potencia.
\item Diseño de sistemas de conversión de potencia variados para comparativa.
\item Diseño de sistema de monitorización para investigación.
\item Análisis de datos de funcionamiento. Modelado y validación de modelos.
\item Publicación de resultados en artículos JCR
\item Estudio del estado del arte de sistemas de seguridad eléctrica en sistemas fotovoltaicos con público.
\end{itemize}
\end{itemize}


\section{Comunicaciones y Ponencias Presentadas a Congresos}
\label{sec-9}
\subsection{EnerSol World Sustainable Energy Forum 2014}
\label{sec-9-1}
Congreso Internacional organizado por SETCOR. Túnez, Noviembre 2014.

\begin{itemize}
\item Linke turbidity prediction for improving solar radiation forecasting, F. Antonanzas-Torres, F. J. Martinez-de-Pison, \textbf{O. Perpiñán}, R. Nunes, Carlos Coimbra
\end{itemize}

\subsection{VI Jornadas de Usuarios de R}
\label{sec-9-2}
Congreso Nacional organizado por la Comunidad R-Hispano. Santiago de Compostela, Octubre 2014. 

\begin{itemize}
\item meteoForecast: predicciones meteorológicas de modelos NWP en R, \textbf{O. Perpiñán}, M. P. Almeida
\end{itemize}

\subsection{17th International Congress on  Project Management and Engineering}
\label{sec-9-3}
Congreso Internacional organizado por AEIPRO. Málaga, Julio 2013

\begin{itemize}
\item Downscaling of Solar Irradiation from Satellite Models, F. Antoñanzas,J. Antoñanzas, F.J. Martínez de Pisón, M. J. Alía Martínez, \textbf{Perpiñán, O.}
\end{itemize}
\subsection{CIGRE SESSION 2012}
\label{sec-9-4}
Congreso Internacional organizado por CIGRE. Francia, Agosto 2012

\begin{itemize}
\item New Procedure To Determine Insulation Condition Of High Voltage Equipment By Means Of PD Measurements In Service, F. Garnacho, M.A. Sánchez-Urán, J. Ortego, F. Álvarez, \textbf{O. Perpiñán}, E. Puelles, R. Moreno, D. Prieto, D. Ramos
\end{itemize}

\subsection{III Jornadas de usuarios de R}
\label{sec-9-5}
Congreso Nacional organizado por la Comunidad R-Hispano. Madrid, Noviembre 2011

\begin{itemize}
\item Comparativa y análisis de variabilidad espacial entre medidas de radiación solar terrestre y satelital, F. Antoñanzas, F. Cañizares, R. Morales, M. Ojeda, \textbf{O. Perpiñán}

\item solaR: geometría, radiación y energía solar en R, \textbf{O. Perpiñán}

\item Datos geográficos de tipo raster en R, J. van Etten, \textbf{O. Perpiñán}, R. J. Hijmans
\end{itemize}

\subsection{JICABLE 2011}
\label{sec-9-6}
Congreso Internacional organizado por Jicable. Francia, Junio 2011

\begin{itemize}
\item PD monitoring system of HV cable, F. Garnacho, M.A. Sánchez-Urán, J. Ortego, J. Moreno, F. Álvarez, \textbf{O. Perpiñán}
\end{itemize}

\subsection{22nd European Photovoltaic Solar Energy Conference}
\label{sec-9-7}
Congreso Internacional organizado por WIP. Milán, Septiembre 2007

\begin{itemize}
\item PV Solar Tracking Systems Analysis, R. Sorichetti, \textbf{O. Perpiñán}
\end{itemize}

\subsection{21st European Photovoltaic Solar Energy Conference}
\label{sec-9-8}
Congreso Internacional organizado por WIP. Dresden, Septiembre 2006

\begin{itemize}
\item A Real Case Of Building Integrated PV, Isofotón Offices In Málaga, F. Arribas, I. Eyras, J. Vega, L. Mendez, J.J. Garcia, \textbf{O. Perpiñán}, R. Eyras
\end{itemize}

\subsection{9th International Congress on  Project Management and Engineering}
\label{sec-9-9}
Congreso Internacional organizado por AEIPRO. Málaga, Junio de 2005

\begin{itemize}
\item Instalación De Energía Solar En La Nueva Fabrica De Isofotón En El P.T.A De Málaga, L. Mendez, J. Vega, J.J. Garcia, I. Eyras, F. Arribas, \textbf{O. Perpiñán}, R. Eyras
\end{itemize}

\subsection{20th European Photovoltaic Solar Energy Conference}
\label{sec-9-10}
Congreso Internacional organizado por WIP. Barcelona, Junio 2005

\begin{itemize}
\item Analysis And Comparison Of Performance Of Large Plantes: Photocampa And Forum, \textbf{O. Perpiñán}, E. Lorenzo, M.A. Castro, R. Eyras
\end{itemize}

\subsection{XII Congreso Ibérico e VII Congresso Ibero-Americano de Energía Solar}
\label{sec-9-11}
Congreso Nacional organizado por AEDES-ISES. Vigo, Septiembre 2004

\begin{itemize}
\item Monitorización Wireless De Instalación Fotovoltaica De 56 kWp En El Parque Tecnológico De Andalucia Basada En La Tecnologia OPC , M. Sidrach, J. Carretero, A. Pereña, L. Mora, M. Aritio, \textbf{O. Perpiñán}

\item Centrales Hibridas Solar-Diesel: Nuestra Experiencia, M. Mazzorana, L. Carrasco, E. Horno, R. Eyras, \textbf{O. Perpiñán}, L.  Narvarte

\item Sistema Solar Térmico Y Fotovoltaico En Hotel Urbano, J. Garcia, \textbf{O. Perpiñán}, F. Ramirez, R. Eyras, J. Vega

\item Experiencia En Sistemas De Bombeo Solar Y Simulación Matemática De Bombeos Solares Con Equipos Estándar , E. Horno, \textbf{O. Perpiñán}, J. Hungria, I. Rai, R. Eyras

\item Fachada Doble Fotovoltaica PVskin: Prototipos, Investigación Y Desarrollo, I. Eyras, F. Arribas, M.A. Bofill, J. Vega, \textbf{O. Perpiñán}

\item Solarízate: Proyecto Escuelas Solares De Greenpeace-Idae, A. Gonzalez, \textbf{O. Perpiñán}, F. Ramirez, R. Eyras
\end{itemize}

\subsection{19th European Photovoltaic Solar Energy Conference}
\label{sec-9-12}
Congreso Internacional organizado por WIP. Paris, Junio 2004

\begin{itemize}
\item PV Soundless: World Record Along The Highway -- A PV Sound Barrier With 500 kWp And Ceramic Based PV Modules, M. Grottke, T. Suker, R.Eyras, J.Gorbeña, \textbf{O. Perpiñán}, A. Voigt, A.  Thiel, M.Spendel, K.Gherlicher, G. Frisen, R.Gambi, K.Kellner

\item Architecture And PV - Discussion And Experiences, J. Vega, \textbf{O. Perpiñán}

\item Forum Solar: A Large PV Pergola For Forum 2004, \textbf{O. Perpiñán}, A. Gonzalez, I. Eyras, R. Eyras

\item PV Pumping Systems For Domestic Water Supply-Cases Of Study, R. Eyras, \textbf{O. Perpiñán}, J. Hungria, I. Rai
\end{itemize}

\subsection{7th Congreso Internacional de Ingenieria de Proyectos}
\label{sec-9-13}
Congreso Internacional organizado por AEIPRO. Pamplona, Octubre 2003

\begin{itemize}
\item Instalación De Energía Solar Térmica Con Maquina De Absorción, J. Giacardi, I. Eyras, J.J. Garcia, \textbf{O. Perpiñán}, R. Eyras

\item Ósmosis Inversa Alimentada Mediante Energía Solar Fotovoltaica, \textbf{O. Perpiñán}, M. Aritio, J. Hungria, T. Espino, L. Guerrero, J.M. Ortega
\end{itemize}

\subsection{3rd World Conference on Photovoltaic Energy Conversion}
\label{sec-9-14}
Congreso Internacional organizado por IEEE. Osaka, Octubre 2003

\begin{itemize}
\item Photocampa: Design And Performance Of The PV System, \textbf{O. Perpiñán}, N. Pearsall, L. Mendez, R. Eyras

\item Architectural Integration Of Grid Connected Photovoltaic Systems For Schools In Coslada, D. Jimenez, L. M. Carrasco, R. Eyras, \textbf{O. Perpiñán}, A. Gonzalez
\end{itemize}

\subsection{5th European Conference on Noise Control}
\label{sec-9-15}
Congreso Internacional organizado por CNR-Instituto di Acustica. Napoles, Mayo 2003

\begin{itemize}
\item Photovoltaic Modules Integrated In Novel Noise Barrier Elements, T. Erge, R. Eyras, \textbf{O. Perpiñán}, A. Gonzalez, E. Rossler
\end{itemize}

\subsection{6th Congreso Internacional de Ingeniería de Proyectos}
\label{sec-9-16}
Congreso Internacional organizado por AEIPRO. Barcelona, Octubre 2002

\begin{itemize}
\item Photocampa: Sistema Fotovoltaico Integrado En Estructura De Aparcamiento, \textbf{O. Perpiñán}, S. Izquierdo, L. Mendez, S. Salat, R. Eyras
\end{itemize}

\subsection{PV in Europe}
\label{sec-9-17}
Congreso Internacional organizado por WIP. Roma, Octubre 2002

\begin{itemize}
\item PVSOUNDLESS: Large PV Sound Barrier Along A Railway, A. Gonzalez, R. Eyras, \textbf{O. Perpiñán}, T. Erge

\item FIVE Project. Integration Of PV Systems On Health Emergency Vehicles. Results And Conclusions, G. Almonacid, F.J. Muñoz, J. De La Casa, J. C. Hernandez, J. De La Casa Cardenas, J.D. Aguilar, P. Serrano, A. Mantero, A. Jimenez, E.  Ferrando, \textbf{O. Perpiñán}, R. Eyras,
\end{itemize}
