cv_OPerpinan.org
** EuroSun 2002
Congreso Internacional organizado por ISES. Bologna, Junio 2002

- PVSOUNDLESS: large PV sound barrier along a railway, A.G. Marsiñach, O.Perpiñán, T.Erge, R.Eyras

** 17th European Photovoltaic Solar Energy Conference
Congreso Internacional organizado por WIP. Munich, Octubre 2001

- Photocampa: PV System Integrated Into A Large Car Park, *O. Perpiñán*, N. Pearsall, L. Mendez, W. Ernst, M. Schneider, R. Eyras

- Special Module Types For PV Systems In High-Profile Buildings, *O. Perpiñán*, J. Vega, R. Eyras

- PV Pergola For The Chapel Of Men, Guayasamin Foundation, Ecuador, R. Eyras, Y. Fernandez, *O. Perpiñán*

- Integration Of PV Systems On Health Emergency Vehicles, G. Almonacid, F. J. Muñoz, J. De La Casa, J.C. Hernandez, J. De La Casa Cardenas, P. Serrano, A. Mantero, A. Jimenez, E. Ferrando, O.  Perpiñán, R. Eyras

- Quality Control of Luminaries in SHS, L. Narvarte, E. Lorenzo, *O. Perpiñán*, M.A. Egido


* Desarrollos

** solaR

Paquete software basado en =R= compuesto por un conjunto de funciones destinadas al cálculo de la radiación solar incidente en sistemas fotovoltaicos y a la simulación del funcionamiento de diferentes aplicaciones de esta tecnología energética. En la versión actual de este paquete se incluyen funciones que permiten realizar todas las etapas de cálculo desde la radiación global en el plano horizontal hasta la productividad final de sistemas fotovoltaicos de conexión a red y de bombeo. Esta herramienta se publica con una licencia libre GNU/GPL en el [[http://cran.r-project.org/web/packages/solaR/index.html][Comprehensive R Archive Network (CRAN)]] y en la web http://oscarperpinan.github.io/solar/.

** rasterVis
Paquete software basado en =R= para la visualización e interacción gráfica de datos espaciales masivos. Esta herramienta se publica con una licencia libre GNU/GPL en el [[http://cran.r-project.org/web/packages/rasterVis/index.html][Comprehensive R Archive Network (CRAN)]] y en su página web http://oscarperpinan.github.io/rastervis.

** meteoForecast
Paquete software basado en =R= que permite obtener predicciones de modelos numéricos meteorológicos producidos por diferentes servicios en formato raster o como series temporales. Esta herramienta se publica con una licencia libre GNU/GPL en el [[http://cran.r-project.org/web/packages/meteoForecast/index.html][Comprehensive R Archive Network (CRAN)]] y en su página web [[https://github.com/oscarperpinan/meteoForecast/]].

Este desarrollo software es uno de los resultados del proyecto europeo PVCROPS. Ha sido empleado en el artículo M. Pinho Almeida, O. Perpiñán, L. Narvarte, "PV Power Forecast Using a Nonparametric PV Model Solar Energy" Solar Energy, 2015. 

** PVF
Paquete software basado en =R= que permite realizar predicciones de potencia producida por un sistema FV. Esta herramienta se publica con una licencia libre GNU/GPL en la página web http://github.com/iesiee/PVF.

Este desarrollo software es uno de los resultados del proyecto europeo PVCROPS. Ha sido empleado en el artículo M. Pinho Almeida, O. Perpiñán, L. Narvarte, "PV Power Forecast Using a Nonparametric PV Model Solar Energy" Solar Energy, 2015. 

** pdCluster
Paquete software basado en =R= para la cuantificación, clasificación y análisis de importancia de variables de señales de descargas parciales en equipos de Alta Tensión. Esta herramienta se publica con una licencia libre GNU/GPL. Está accesible desde la página web http://oscarperpinan.github.io/pdcluster/.

Este desarrollo software es uno de los resultados del proyecto CENIT ENERGOS. Ha sido empleado en el artículo O. Perpiñán,
M.A. Sánchez-Urán, F. Álvarez, J. Ortego, F. Garnacho, Signal analysis and feature generation for pattern identification of
partial discharges in high-voltage equipment, Electric Power Systems Research, 2013, 95:C (56-65).

** pxR
Paquete software basado en =R= para la manipulación de fuentes de datos basadas en el formato PC-Axis, habitualmente empleado por instituciones nacionales e internacionales para la publicación de información.  Esta herramienta se publica con una licencia libre GNU/GPL. Está accesible desde el Comprehensive R Archive Network (CRAN) en la página web http://cran.r-project.org/web/packages/pxR/.

* Cursos y Seminarios Impartidos

- Curso "Introducción a R" (8 horas) para profesores de la UPM (Instituto de Ciencias de la Educación, UPM, Diciembre 2014)

- Curso "Introducción a R" (10 horas) para investigadores del CEIGRAM-UPM (Noviembre 2014)

- Taller "Visualización de Series Temporales" en las VI Jornadas de Usuarios de R (Santiago de Compostela, Octubre 2014)

- Taller "Visualización de Datos Raster" en las VI Jornadas de Usuarios de R (Santiago de Compostela, Octubre 2014)

- Curso "Introducción a R" (8 horas) para profesores de la UNED (UNED, Marzo 2013).

- Curso "R avanzado" (8 horas) para profesores de la UNED (UNED, Marzo 2013).

- Ponencia "Data Visualization with R" dentro del Máster "Data Driven Methods in Environmental Management and Conservation" del (Instituto de Empresa, Febrero 2013).

- Participación en las ediciones 2014/2015, 2013/2014, 2012/2013, 2011/2012, 2010/2011 y 2010/2009 del Master propio de Energías Renovables y Medio Ambiente de la UPM, organizado por la ETSIDI-UPM, impartiendo el tema ``Diseño de plantas FV con seguimiento solar'' con una duración de 4,5 horas.

- Curso ``Instalaciones de energía solar'', impartido del 15/09/10 al 16/10/11 con una duración de 109 horas, organizado por la ETSI-Montes-UPM, impartiendo el modulo ``Sistemas fotovoltaicos conectados a red'', con una duración de 5 horas.

- Formación a distancia sobre Diseño y Optimización de Sistemas Fotovoltaicos al responsable de Sistemas Solares de la empresa MENA. Este proceso de formación, con una duración de 6 meses, se ha basado en las potencialidades del paquete software solaR, reseñado anteriormente.

- Curso ``Técnico en energías renovables'', impartido del 01/09/09 al 27/10/09 con una duración de 200 horas, organizado por la ETSIDI-UPM, impartiendo el modulo ``Sistemas fotovoltaicos conectados a red'', con una duración de 5 horas.

- Curso ``Instalaciones de energía solar'', impartido del 15/09/09 al 16/10/09 con una duración de 109 horas, organizado por la ETSI-Montes-UPM, impartiendo el modulo ``Sistemas fotovoltaicos conectados a red'', con una duración de 5 horas.

- Curso ``Técnico en instalaciones solares en edificios'', impartido del 01/09/09 al 15/10/09, organizado por la ETSIDI-UPM, impartiendo el módulo ``Sistemas fotovoltaicos conectados a red'', con una duración de 25 horas.

- Participacion en el curso ``Técnico en instalaciones fotovoltaicas y eolicas'', impartido del 06/10/09 al 04/12/09, organizado por la ETSIDI-UPM, impartiendo el módulo ``Sistemas fotovoltaicos conectados a red'', con una duración de 15 horas.

- Participacion en el curso ``Energías renovables'', ediciones 2011/2012, 2010/2011 y 2009/2010, con una duración de 200 horas, organizado por la ETSI-Montes-UPM, impartiendo el módulo ``Energía solar fotovoltaica'', con una duración de 5 horas.

