cv_OPerpinan.org
* Cursos y Seminarios recibidos

/(Ordenados por duración)/

- Experto Universitario en Métodos Avanzados de Estadística Aplicada (UNED, 2009/2010, 625 horas)

- Aplicación de las energías renovables (ETSII-UPC, 2001/2002, 300 horas)

- Caracterización de la radiación solar como recurso energético (CIEMAT, 2006, 30 horas)

- Estadística en la investigación experimental (ICE-UPM, 2010, 28 horas)

- Estadística comparativa y de investigación para uno y dos grupos de muestras (ICE-UPM, 2009, 24 horas)

- Introduction to mathematical optimization techniques applied to power systems generation operation planning (Universidad Pontificia de Comillas, 2003, 20 horas)

- Curso eléctrico de Media Tensión (Pedro Giner Editorial, 2003, 18 horas)

- Rechargeable batteries (OTTI Kolleg, 2002, 20 horas)

- Wavelets en Estadística (ICE-UPM, 2010, 8 horas)


* Becas, Ayudas y Premios recibidos

- Premio Extraordinario de Doctorado.
- Beca de Colaboración dentro del Grupo de Bioingeniería y Telemedicina de la ETSIT en el contexto del proyecto europeo "Worldwide Emergency Telemedicine Services" (WETS) (1998)


* Actividad en Empresas y Profesión Libre

- Octubre 2010- Enero 2009: Ejercicio libre de la profesión:
  Consultoría sobre diseño y análisis de funcionamiento de sistemas fotovoltaicos.

- Diciembre 2008- Enero 2007: Subdirector Técnico de ISOFOTON
  - Equipo compuesto por 10 personas. 
  - Responsable de las Áreas de:
    - I+D+i :: desarrollo de nuevas aplicaciones, coordinación y participación en proyectos colaborativos de I+D+i
    - Producto BOS :: desarrollo de equipos electrónicos para diferentes aplicaciones, supervision de los equipos disponibles en el mercado
    - Difusión Técnica :: elaboración de documentación, formación de técnicos e ingenieros, participación en conferencias y cursos de especialización
 
- Enero 2007-Mayo 2002: Gerente de Ingeniería (Dpto. Técnico de ISOFOTON)
  - Responsable de ofertas técnicas, diseño de proyectos y proyectos de ejecución.
  - Equipo compuesto por 7 personas.

- Mayo 2002-Noviembre 2001: Gerente de Instalaciones (Dpto. Técnico de ISOFOTON)
  - Responsable de gestión y dirección de proyectos, y jefatura de obras.
  - Equipo compuesto por 7 personas.

- Noviembre 2001-Marzo 2000: Ingeniero de Proyectos (Dpto. Técnico de ISOFOTON)



* Otros Méritos Docentes o de Investigación

** Acreditaciones

  - Acreditación de la Agencia Nacional de Evaluación de la Calidad y Acreditación (ANECA) para la figura de Profesor Titular de Universidad.

  - Evaluación positiva por la Agencia Nacional de Evaluación de la Calidad y Acreditación (ANECA) para la figura de Profesor Contratado Doctor.

  # - Evaluación positiva por la Agencia de Calidad, Acreditación y Prospectiva de las Universidades de Madrid (ACAP) para la figura de Profesor Contratado Doctor y Profesor Ayudante Doctor.

  - Evaluación favorable de la actividad docente según el programa DOCENTIA de la ANECA durante el período comprendido entre noviembre de 2008 y junio de 2011.

** Miembro de tribunal de Tesis Doctoral

  - ``El Proyecto Pierre Auger como Red de Sistemas Fotovoltaicos Aislados de Alta Estadística'' (Iago Rodriguez Cabo, USC 2015)

  - ``Predicción espacio-temporal de la irradiancia solar global a corto plazo en España mediante geoestadística y redes neuronales artificiales'' (Federico Vladimir Gutierrez Corea, UPM 2014)

  - ``Energía solar fotovoltaica: competitividad y evaluación económica, comparativa y modelos'' (Eduardo Collado Fernández, UNED 2009)

** Revisor para revistas

  - /Solar Energy/

  - /Applied Energy/

  - /Journal of Solar Engineering/

  - /Computers and Geosciences/

  - /IET Renewable Power Generation/

  - /Journal of Statistical Software/

** Asociaciones

  - Presidente del Comité Organizador y miembro del Comité Científico de las III Jornadas de Usuarios de R (http://r-es.org/III+Jornadas).

  - Miembro del Comité Científico de las IV, V, y VI Jornadas de Usuarios de R (http://r-es.org/IV+Jornadas, http://r-es.org/V+Jornadas, http://r-es.org/VI+Jornadas).

  - Vocal de la Asociación de Usuarios de R.

  - Miembro de la Comisión Técnica de la Asociación de la Industria Fotovoltaica (ASIF) hasta Diciembre del 2008.

  - Miembro del grupo GT C del Comité de Normalización SC82 hasta Diciembre del 2008.


# * Diligencia de Curriculum

# El abajo firmante D. Oscar Perpiñán Lamigueiro,
# ## Nº. de Registro de Personal 5073216257-Y200200064, Profesor
# ## Asociado,
# se responsabiliza de la veracidad de los datos en el presente
# curriculum, comprometiéndose a aportar, en su caso, las pruebas
# documentales que le sean requeridas.
# ## \vspace{10mm
# \begin{flushright
#   Madrid, a 28 de Julio de 2010.
#   \par\end{flushright
# \vspace{10mm
# \begin{flushright
#   Firmado: Oscar Perpiñán Lamigueiro
#   \par\end{flushright
  
  

* Otros Méritos
- Vocal de la Comisión de Extensión Universitaria de la ETSIDI-UPM
