cv_OPerpinan.tex

\section{Cursos y Seminarios recibidos}
\label{sec-12}

\emph{(Ordenados por duración)}

\begin{itemize}
\item Experto Universitario en Métodos Avanzados de Estadística Aplicada (UNED, 2009/2010, 625 horas)

\item Aplicación de las energías renovables (ETSII-UPC, 2001/2002, 300 horas)

\item Caracterización de la radiación solar como recurso energético (CIEMAT, 2006, 30 horas)

\item Estadística en la investigación experimental (ICE-UPM, 2010, 28 horas)

\item Estadística comparativa y de investigación para uno y dos grupos de muestras (ICE-UPM, 2009, 24 horas)

\item Introduction to mathematical optimization techniques applied to power systems generation operation planning (Universidad Pontificia de Comillas, 2003, 20 horas)

\item Curso eléctrico de Media Tensión (Pedro Giner Editorial, 2003, 18 horas)

\item Rechargeable batteries (OTTI Kolleg, 2002, 20 horas)

\item Wavelets en Estadística (ICE-UPM, 2010, 8 horas)
\end{itemize}


\section{Becas, Ayudas y Premios recibidos}
\label{sec-13}

\begin{itemize}
\item Premio Extraordinario de Doctorado.
\item Beca de Colaboración dentro del Grupo de Bioingeniería y Telemedicina de la ETSIT en el contexto del proyecto europeo \guillemotleft{}Worldwide Emergency Telemedicine Services\guillemotright{} (WETS) (1998)
\end{itemize}


\section{Actividad en Empresas y Profesión Libre}
\label{sec-14}

\begin{itemize}
\item Octubre 2010- Enero 2009: Ejercicio libre de la profesión:
Consultoría sobre diseño y análisis de funcionamiento de sistemas fotovoltaicos.

\item Diciembre 2008- Enero 2007: Subdirector Técnico de ISOFOTON
\begin{itemize}
\item Equipo compuesto por 10 personas.
\item Responsable de las Áreas de:
\begin{description}
\item[{I+D+i}] desarrollo de nuevas aplicaciones, coordinación y participación en proyectos colaborativos de I+D+i
\item[{Producto BOS}] desarrollo de equipos electrónicos para diferentes aplicaciones, supervisión de los equipos disponibles en el mercado
\item[{Difusión Técnica}] elaboración de documentación, formación de técnicos e ingenieros, participación en conferencias y cursos de especialización
\end{description}
\end{itemize}

\item Enero 2007-Mayo 2002: Gerente de Ingeniería (Dpto. Técnico de ISOFOTON)
\begin{itemize}
\item Responsable de ofertas técnicas, diseño de proyectos y proyectos de ejecución.
\item Equipo compuesto por 7 personas.
\end{itemize}

\item Mayo 2002-Noviembre 2001: Gerente de Instalaciones (Dpto. Técnico de ISOFOTON)
\begin{itemize}
\item Responsable de gestión y dirección de proyectos, y jefatura de obras.
\item Equipo compuesto por 7 personas.
\end{itemize}

\item Noviembre 2001-Marzo 2000: Ingeniero de Proyectos (Dpto. Técnico de ISOFOTON)
\end{itemize}



\section{Otros Méritos Docentes o de Investigación}
\label{sec-15}

\subsection{Acreditaciones}
\label{sec-15-1}

\begin{itemize}
\item Acreditación de la Agencia Nacional de Evaluación de la Calidad y Acreditación (ANECA) para la figura de Profesor Titular de Universidad.
\end{itemize}



\begin{itemize}
\item Evaluación favorable de la actividad docente según el programa DOCENTIA de la ANECA durante el período comprendido entre noviembre de 2008 y junio de 2011.
\end{itemize}

\subsection{Miembro de tribunal de Tesis Doctoral}
\label{sec-15-2}

\begin{itemize}
\item ``El Proyecto Pierre Auger como Red de Sistemas Fotovoltaicos Aislados de Alta Estadística''' (Iago Rodriguez Cabo, USC 2015)

\item ``Predicción espacio-temporal de la irradiancia solar global a corto plazo en España mediante geoestadística y redes neuronales artificiales''' (Federico Vladimir Gutierrez Corea, UPM 2014)

\item ``Energía solar fotovoltaica: competitividad y evaluación económica, comparativa y modelos''' (Eduardo Collado Fernández, UNED 2009)
\end{itemize}

\subsection{Revisor para revistas}
\label{sec-15-3}

\begin{itemize}
\item \emph{Solar Energy}

\item \emph{Applied Energy}

\item \emph{Journal of Solar Engineering}

\item \emph{Computers and Geosciences}

\item \emph{IET Renewable Power Generation}

\item \emph{Journal of Statistical Software}
\end{itemize}

\subsection{Asociaciones}
\label{sec-15-4}

\begin{itemize}
\item Presidente del Comité Organizador y miembro del Comité Científico de las III Jornadas de Usuarios de R (\url{http://r-es.org/III+Jornadas}).

\item Miembro del Comité Científico de las IV, V, y VI Jornadas de Usuarios de R (\url{http://r-es.org/IV+Jornadas}, \url{http://r-es.org/V+Jornadas}, \url{http://r-es.org/VI+Jornadas}).

\item Vocal de la Asociación de Usuarios de R.

\item Miembro de la Comisión Técnica de la Asociación de la Industria Fotovoltaica (ASIF) hasta Diciembre del 2008.

\item Miembro del grupo GT C del Comité de Normalización SC82 hasta Diciembre del 2008.
\end{itemize}

\section{Otros Méritos}
\label{sec-16}
\begin{itemize}
\item Vocal de la Comisión de Extensión Universitaria de la ETSIDI-UPM
\end{itemize}
% Emacs 24.5.1 (Org mode 8.2.7c)
\end{document}